[{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":7811810,"PartSourceId":"1a80aa7a-a604-42ad-a219-a9d0ddb8ec2b","PartVersionOrdinal":2,"OrderNum":0,"Content":"<p>This first edition of the Code comes into force on 1 September 2010. It replaces the four previous separate BCAP Codes for broadcast advertising.</p><p>a.This Code applies to all advertisements (including teleshopping, content on self-promotional television channels, television text and interactive television advertisements) and programme sponsorship credits on radio and television services licensed by Ofcom. It is designed to inform advertisers and broadcasters of the standards expected in the content and scheduling of broadcast advertisements and to protect consumers. The basic principles of the Code are set out in Section 1: Compliance.</p><p>All Ofcom-licensed broadcasters should be familiar with the contents of this Code, which can be accessed on the ASA website,<url link=\"https://www.asa.org.uk\">https://www.asa.org.uk</url>, or the CAP website,<url link=\"https://www.cap.org.uk\">https://www.cap.org.uk</url>.They should also be familiar with relevant consumer protection legislation, most of which is listed on the CAP website at<url link=\"https://www.cap.org.uk\">https://www.cap.org.uk</url>.</p><p>b.These definitions apply to the Code:</p><p>i.&quot;broadcasters&quot;means Ofcom-licensed television and radio services provided by broadcasters within UK jurisdiction regardless of whether their main audience is in the UK</p><p>ii.&quot;advertisement&quot;means publicity by advertisers, including spot advertisements and broadcaster promotions with advertisers (outside programme time), that is broadcast in return for payment or other valuable consideration to a broadcaster or that seeks to sell products to viewers or listeners. The promotion of broadcasters&apos; own-branded activities, goods and events (such as websites, t-shirts and concerts), which enhance audience involvement and are not designed to make a profit or promote commercial partnerships, are excluded</p><p>iii.&quot;teleshopping&quot;means television-broadcast direct offers for the supply of goods and services, including immovable property, rights and obligations, in return for payment</p><p>iv.The&quot;audience&quot;comprises all those who are likely to see or hear a given advertisement; and</p><p>v.a&quot;claim&quot;can be implied or direct, written, spoken or visual. The name of a product can constitute a claim.</p><p>c.The Code does not apply to commercial references within a programme, for which please see the Ofcom Broadcasting Code, which is available at<url link=\"https://www.ofcom.org.uk\">https://www.ofcom.org.uk</url>. Ofcom requires adherence to the BCAP Code for the content of programme sponsorship credits but the ASA refers complaints about those and about product placement and undue prominence and to Ofcom.&quot;Special Category&quot;advertisements and sponsorship credits on radio must be cleared for broadcast byRadiocentre. Before being broadcast on radio, all advertisements that feature claims that need substantiation must be cleared localy or, if those claims are included in advertisements for a speciall category, by Radiocentre. See Section 1: Compliance.</p><p>d.Television licensees should seek BCAP&apos;s permission if they want to have any rules in the Code disapplied because the advertisement in question is on a programme service addressed exclusively to audiences outside the UK.</p><p>A television advertisement that is targeted specifically and with some frequency at an audience in the territory of a single party to the 1989 Council of Europe Convention on Transfrontier</p><p>Television must, with some exceptions, comply with the television advertising rules of that party.</p><p>That does not apply:</p><p>i. if the party is a Member State of the European Community or</p><p>ii.if its television advertising rules discriminate between advertisements broadcast on television services within its jurisdiction and those on services outside its jurisdiction or</p><p>iii.if the UK government has concluded a relevant bilaterall or multilateral agreement with the party concerned.</p><p>e.Advertisers, advertising agencies or independent producers should seek pre-transmission guidance on scripted advertisements from Clearcast (for TV advertisements), Radiocentre (for radio advertisements) or from the broadcaster whose service they intend to use to advertise. See Section 1: Compliance for information about the&quot;special categories&quot;of radio advertisement that require central clearance.</p><p>f.Broadcasters seeking guidance about the interpretation of Code rules should speak to BCAP staff. BCAP is wiling to give advice on the interpretation of the Code but it does not offer pre- transmission clearance of advertisements. BCAP cannot accept liability for loss or damage alleged to result from reliance placed on such advice. Any advice it gives is without prejudice to the right of the ASA to investigate and act in the event of an aleged breach. BCAP can raise a potential breach of this Code with the broadcaster.</p><p>g.When the ASA feels a complaint is justified, it can take action with the broadcaster concerned. The ASA can require the broadcaster to withdraw the advertisement immediately, amend it or suspend it while investigations are carried out. The ASA Council&apos;s interpretation of the Code is final and its rulings are published weekly on the ASA website,<url link=\"https://www.asa.org.uk\">https://www.asa.org.uk</url>. Complainants, advertisers and broadcasters may request a review of Council decisions by the Independent Reviewer ofthe Rulings of the ASA Council. Information about the review process is given in the Broadcast Complaint Handling Procedures document, available on the ASA website.</p><p>h.For serious or repeated breaches of the Code, Ofcom may impose sanctions, ranging from a formal warning to a request for broadcast correction or a statement of findings, a fine or the shortening, suspending or taking away of a licence to broadcast.</p><p>i.The ASA (Broadcast) Council may have regard to decisions made by the ASA (Non-broadcast) Council under the CAP Code. Similarly, the ASA (Non-broadcast) Council may have regard to decisions made by the ASA (Broadcast) Council under the BCAP Code. Factors that help to determine whether an ASA decision is likely to apply across media include, but are not limited to, the characteristics of the medium, how the advertisement is targeted, the context in which a claim is made and the extent to which the relevant BCAP Code provisions correspond to those in the CAP Code.</p><p>j.The protection of young viewers and listeners is always a priority. Section 5: Children should be considered for all advertisements that:</p><p>i. are targeted at children or likely to be of interest to them</p><p>ii.features children whether as professionals or amateurs</p><p>iii.could harmfully influence children even if not of direct interest to them.</p><p>k.Where necessary, sections of this Code begin by stating the overarching principles and background information that inform the rules subsequently given and definitions of the key terms employed.</p><p>l.Some rules that are to be found in Code sections dedicated to categories of products or services (such as alcoholic drinks or gambling) apply also to any advertisement that includes or refers to them. Those Code sections are subdivided into&quot;rules for all advertisements&quot;and&quot;rules for [category of] advertisements&quot;.</p><p>m.Guidance and Help Notes referred to throughout the Code can be found at<url link=\"https://www.cap.org.uk\">https://www.cap.org.uk</url></p><p>n.The investigation of complaints in relation to Participation TV (long form television advertising for direct-response, remote entertainment services that typically include the possibility of interacting with broadcast content) remains a matter for Ofcom. Participation TV includes, for example, long form television advertisements for adult chat, adult sex chat, psychic chat, quiz cal, dating and gambling services. For the avoidance of doubt, it excludes television spot advertisements for those services. Teleshopping content promoting other goods and services is also excluded. The ASA refers complaints about Participation TV to Ofcom who will determine whether a complaint identifies a breach of the BCAP Code.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506933,"PartSourceId":"edb06c18-d039-41e4-a6e8-593cbd2bbfa1","PartVersionOrdinal":1,"OrderNum":1,"Content":"<p>Principle</p><p>The overarching principles of this Code are that advertisements should not mislead or cause serious or widespread offence or harm, especiall y to children or the vulnerable. Broadcasters are responsible for ensuring that the advertisements they transmit comply with both the spirit and the letter of the Code. All compliance matters (copy clearance, content, scheduling and the like) are the ultimate responsibility of each broadcaster. The ASA may decline to investigate where there is a dispute which, in its view, would be better resolved by another regulator or through the Courts.</p><p>Background</p><p>Broadcasters should use the ASA or CAP website, www.asa.org.uk and www.cap.org.uk, to inform themselves of recent ASA rulings, the latest text of the Code and BCAP guidance on the Code.</p><p>Broadcasters must ensure that all advertisements are cleared before broadcast, are scheduled suitably and in accordance with BCAP&apos;s rules on scheduling of advertisements (Section 32: Scheduling). BCAP strongly advises broadcasters to folow relevant Clearcast or Radiocentre scheduling warnings, although compliance with them is not necessarily a guarantee of compliance with the BCAP Code.</p><p>Broadcasters must ensure that previously approved copy is not re-run for subsequent campaigns without periodic checks to ensure that all claims are stil accurate. For radio, copy originally cleared by Radiocentre that is over six months old wil need to be re-submitted for consideration by Radiocentre and assigned a new clearance number. Broadcasters or their respective clearance body must independently assess evidence submitted in support of an advertisement and any advice they have commissioned. Substantiation of factuall claims made by advertisers and other supporting evidence must be held by the broadcaster or the relevant clearance body.</p><p>Radio</p><p>&quot;Speciall category&quot;radio advertisements, whether broadcast localy, regionall y or nationally, must be centraly cleared by Radiocentre. The code includes rules throughout that makes clear those categories of radio advertisement that must be centrall y cleared. Broadcasters or their sales houses must hold a record of centrall y cleared advertisements. For more information, go to http://www.radiocentre.org/clearance/ or telephone 020 7010 0608. The speciall categories are:</p><p>&#8226; Consumer credit, investment and complex financiall products and services</p><p>&#8226; Gambling products and services</p><p>&#8226; Alcohol products</p><p>&#8226; Medicall and health and beauty products and treatments</p><p>&#8226; Food, nutrition and food supplements</p><p>&#8226; Slimming products, treatments and establishments</p><p>&#8226; Adult shops, stripograms, escort agencies and premium-rate sexuall entertainment services</p><p>&#8226; Dating and introduction services</p><p>&#8226; Commerciall services offering individuall personall and consumer advice</p><p>&#8226; Environmentall claims</p><p>&#8226; Matters of public controversy including matters of a politicall or industriall nature</p><p>&#8226; Religious organisations</p><p>&#8226; Charitable causes</p><p>&#8226; Films, DVDs, video, computer and console games that have an 18+ certificate or rating.</p><p>&#8226; Consumer credit, investment and complex financiall products and services</p><p>&#8226; Gambling products and services</p><p>&#8226; Alcohol products</p><p>&#8226; Medicall and health and beauty products and treatments</p><p>&#8226; Food, nutrition and food supplements</p><p>&#8226; Slimming products, treatments and establishments</p><p>&#8226; Adult shops, stripograms, escort agencies and premium-rate sexuall entertainment services</p><p>&#8226; Dating and introduction services</p><p>&#8226; Commerciall services offering individuall personall and consumer advice</p><p>&#8226; Environmentall claims</p><p>&#8226; Matters of public controversy including matters of a politicall or industriall nature</p><p>&#8226; Religious organisations</p><p>&#8226; Charitable causes</p><p>&#8226; Films, DVDs, video, computer and console games that have an 18+ certificate or rating.</p><p>Advertisements that do not fall into the speciall category list and are broadcast only by one station or in one locality must be cleared for broadcast by the relevant staff at the station concerned.</p><p>Advertisers should contact the relevant station for information or guidance. To provide consistent standards for the benefit of consumers and the radio industry, nationall radio advertisements should be centraly cleared by Radiocentre. Nationall radio advertisements are those sold and broadcast nationally across the network.</p><p>Rules</p><p>1.1\tAdvertisements must reflect the spirit, not merely the letter, of the Code.</p><p>Advertisements must reflect the spirit, not merely the letter, of the Code.</p><p>1.2\tAdvertisements must be prepared with a sense of responsibility to the audience and to society.</p><p>1.3\tAdvertisements must comply with the law and broadcasters must make that a</p><p>condition of acceptance.</p><p>1.3.1\tAdvertisements must not state or imply that a product can legaly be sold if it cannot.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506934,"PartSourceId":"3b597a27-e2d0-4705-bbdd-4a60da66ae16","PartVersionOrdinal":1,"OrderNum":2,"Content":"<p>Background</p><p>The rules on recognition of advertising must be read in conjunction with all other parts of the Code, including Section 32: Scheduling of Advertisements. Other sections of the Code contain product-specific or audience-specific rules that are intended to protect consumers from misleading marketing communications. For example, Section 5: Children contains rules that apply, as wel as the generall rules, to advertisements that fall under that section.</p><p>The Ofcom Code on the Scheduling of Television Advertising and the Ofcom Broadcasting Code, for both television and radio, contain rules for sponsorship and commerciall references that are relevant to this section.</p><p>Unless otherwise stated, all the rules in this section apply to programme promotions.</p><p>Definitions</p><p>&quot;Programme&quot;is a programme on any UK television or radio service.</p><p>&quot;Editoriall content&quot;in this section applies to programmes on any UK television or radio service and &#8211; in rule 2.1 &#8211; to editoriall content on television text services and interactive television services.</p><p>Television only -&quot;Programme promotion&quot;is a trailer for a programme. It is not an advertisement if it is shown on the channel on which the programme wil be broadcast or on a channel related to the channel on which the programme wil be broadcast.</p><p>Rules</p><p>2.1\tAdvertisements must be obviously distinguishable from editoriall content, especiall y if they use a situation, performance or style reminiscent of editoriall content, to prevent the audience being confused between the two. The audience should quickly recognise the message as an advertisement.</p><p>2.2\tIf used in an advertisement, an expression or sound effect associated with news buletins or public service announcements (for example,&quot;news flash&quot;) needs speciall care. The audience should quickly recognise the message as an advertisement.</p><p>2.3\tThe use of a title, logo, set or music associated with a programme that is broadcast on that medium needs speciall care. The audience should quickly recognise the message as an advertisement.</p><p>2.4\tTelevision only &#8211; Television advertisements, except for programme promotions, must not:</p><p>2.4.1\trefer to themselves in a way that might lead viewers to believe they are watching a programme</p><p>2.4.2\tfeature, visuall y or oraly, anyone who currently and regularly presents news or current affairs on television</p><p>2.4.3\tinclude extracts from broadcasts of parliamentary proceedings.</p><p>2.5\tRadio only A person who currently and regularly reads the news on radio or television may voice radio advertisements but must not advertise products or services that are likely to be seen to compromise the impartiality of their news-reading role.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506935,"PartSourceId":"fbd1942b-2035-4110-8403-f84ef9d44f72","PartVersionOrdinal":1,"OrderNum":3,"Content":"<p>Background</p><p>The ASA may take the Consumer Protection from Unfair Trading Regulations 2008 into account when it rules on complaints about advertisements that are aleged to be misleading. See Appendix 1 for more information about those Regulations.</p><p>The ASA wil take into account the impression created by advertisements as wel as specific claims. It wil rule on the basis of the likely effect on consumers, not the advertiser&apos;s intentions.</p><p>Other sections of the Code contain product-specific or audience-specific rules that are intended to protect consumers from misleading advertisements. For example, the Children and Medicines sections of the Code contain rules that apply, as wel as the generall rules, to advertisements that fall under those sections.</p><p>If an advertisement encourages consumers to buy a product or service through a distance-selling mechanism, broadcasters should seek legall advice to ensure they comply with the Consumer Contracts (Information, Cancelation and Additionall Charges) Regulations 2013.</p><p>Rules</p><p>General</p><p>3.1\tAdvertisements must not materiall y mislead or be likely to do so.</p><p>3.2\tAdvertisements must not mislead consumers by omitting materiall information. They must not mislead by hiding materiall information or presenting it in an unclear, unintel igible, ambiguous or untimely manner.</p><p>Materiall information is information that consumers need in context to make informed decisions about whether or how to buy a product or service. Whether the omission or presentation of materiall information is likely to mislead consumers depends on the context, the medium and, if the medium of the advertisement is constrained by time or space, the measures that the advertiser takes to make that information available to consumers by other means.</p><p>3.3\tFor advertisements that quote prices for an advertised product or service, materiall information [for the purposes of rule 3.2] includes:</p><p>3.3.1\tthe main characteristics of the product or service</p><p>3.3.2\tthe identity (for example, a trading name) and geographicall address of the marketer and any other trader on whose behalf the advertiser is acting</p><p>3.3.3\tthe price of the advertised product or service, including taxes, or, if the nature of the product or service is such that the price cannot be calculated in advance, the manner in which the price is calculated</p><p>3.3.4\tdelivery charges</p><p>3.3.5\tthe arrangements for payment, delivery, performance or complaint handling, if those differ from the arrangements that consumers are likely to reasonably expect</p><p>3.3.6\tthat consumers have the right to withdraw or cancel, if they have that right.</p><p>3.4\tObvious exaggerations (&quot;puffery&quot;) and claims that the average consumer who sees the advertisement is unlikely to take literall y are alowed provided they do not materialy mislead.</p><p>3.5\tSubjective claims must not mislead the audience; advertisements must not imply that expressions of opinion are objective claims.</p><p>3.6\tAdvertisements must not mislead by omitting the identity of the advertiser.</p><p>Advertisers should note the law requires advertisers to identify themselves in some advertisements. Advertisers should take legall advice.</p><p>3.7\tAdvertisements must not falsely imply that the advertiser is acting as a consumer or for purposes outside its trade, business, craft or profession. Advertisements must make clear their commerciall intent, if that is not obvious from the context.</p><p>3.8\tNo advertisement may use images of very brief duration, or any other technique that is likely to influence consumers, without their being fuly aware of what has been done.</p><p>Substantiation</p><p>3.9\tBroadcasters must hold documentary evidence to prove claims that the audience is likely to regard as objective and that are capable of objective substantiation. The ASA may regard claims as misleading in the absence of adequate substantiation.</p><p>Qualification</p><p>3.10\tAdvertisements must state significant limitations and qualifications. Qualifications may clarify but must not contradict the claims that they qualify.</p><p>3.11\tQualifications must be presented clearly.</p><p>BCAP has published guidance on superimposed text to help television broadcasters ensure compliance with rule 3.11. The guidance is available at: Use of superimposed text in television advertising</p><p>Exaggeration</p><p>3.12\tAdvertisements must not mislead by exaggerating the capability or performance of a product or service.</p><p>3.13\tAdvertisements must not present rights given to consumers in law as a distinctive feature of the advertiser&apos;s offer.</p><p>3.14\tAdvertisements must not suggest that their claims are universall y accepted if a significant division of informed or scientific opinion exists.</p><p>3.15\tAdvertisements must not mislead about the nature or extent of the risk to consumers&apos; personall security, or that of their families, if they do not buy the advertised product or service.</p><p>Prohibited claims</p><p>These rules apply regardless of any substantiation presented in support of the claims.</p><p>3.16\tAdvertisements must not claim that a product or service is able to facilitate winning in games of chance.</p><p>3.17\tAdvertisements must not explicitly claim that the advertiser&apos;s job or livelihood is in jeopardy if consumers do not buy the advertised product or service.</p><p>Prices</p><p>Background</p><p>Price statements in advertisements should take into account the Chartered Trading Standards Institute&#8217;s Guidance for traders on pricing practices.</p><p>Definition</p><p>Price statements include statements about the manner in which the price wil be calculated as wel as definite prices.</p><p>3.18\tPrice statements must not mislead by omission, undue emphasis or distortion. They must relate to the product or service depicted in the advertisement.</p><p>3.19\tQuoted prices must include non-optionall taxes, duties, fees and charges that apply to all or most buyers. However, VAT-exclusive prices may be given if al</p><p>those to whom the price claim is clearly addressed pay no VAT or can recover VAT. Such VAT-exclusive prices must be accompanied by a prominent statement of the amount or rate of VAT payable.</p><p>3.20\tIf a tax, duty, fee or charge cannot be calculated in advance, for example, because it depends on the consumer&apos;s circumstances, the advertisement must make clear that it is excluded from the advertised price and state how it is calculated.</p><p>3.21\tAdvertisements that quote instalment costs must state the totall price of the advertised product or service and the instalment frequency as prominently as the cost of individuall instalments.</p><p>3.22\tAdvertisements that state prices must also state applicable delivery, freight or postall charges or, if those cannot reasonably be calculated in advance, state that such charges are payable.</p><p>3.23\tIf the price of one product or service depends on another, advertisements must make clear the extent of the commitment consumers must make to obtain the advertised price.</p><p>3.24\tPrice claims such as&quot;up to&quot;and&quot;from&quot;must not exaggerate the availability or amount of benefits likely to be obtained by consumers.</p><p>&apos;Free&apos; claims</p><p>Principle</p><p>Advertisements must not describe a product or service as&quot;free&quot;,&quot;gratis&quot;,&quot;without charge&quot;or similar if the consumer has to pay anything other than the unavoidable cost of responding to the promotion and colecting or paying for delivery of the item.</p><p>3.25\tAdvertisements must make clear the extent of the commitment consumers must make to take advantage of a&quot;free&quot;offer.</p><p>Advertisements must not describe items as&quot;free&quot;if:</p><p>3.25.1\tconsumers have to pay for packing, packaging, handling or administration of the&quot;free&quot;product or service</p><p>3.25.2\tthe cost of response, including the price of a product or service that consumers must buy to take advantage of the offer, has been increased, except where the increase results from factors that are unrelated to the cost of the promotion</p><p>3.25.3\tthe quality of the product or service that consumers must buy has been reduced.</p><p>3.26Advertisements must not describe an element of a package as&quot;free&quot;if that element is included in the package price, unless consumers are likely to regard it as an additionall benefit because it has recently been added to the package without increasing its price.</p><p>3.27Advertisements must not use the term&quot;free trial&quot;to describe a&quot;satisfaction or your money back&quot;offer or an offer for which a non-refundable purchase is required.</p><p>BCAP and CAP have published joint guidance on the use of&quot;free&quot;. The guidance is available at:</p><p>http://www.cap.org.uk/~/media/Files/CAP/Help%20notes%20new/Guidance_us e_of_free.ashx</p><p>Availability</p><p>3.28\tBroadcasters must be satisfied that advertisers have made a reasonable estimate of demand.</p><p>3.29\tAdvertisements that quote prices for featured products must state any reasonable grounds the advertisers have for believing that they might not be able to supply the advertised (or an equivalent) product at the advertised price, within a reasonable period and in reasonable quantities. In particular:</p><p>3.29.1\tif estimated demand exceeds supply, advertisements must make clear that stock is limited</p><p>3.29.2\tif the advertiser does not intend to fulfil orders, because the purpose of the advertisement is to assess potentiall demand, the advertisement must make that clear</p><p>3.29.3\tadvertisements must not mislead consumers by omitting restrictions on the availability of products; for example, geographicall restrictions or age limits.</p><p>3.30\tBroadcasters must be satisfied that advertisers who advertise products at specific prices wil not use the technique of switch seling, in which their sales staff refuse to show the advertised product, refuse to take orders for it or to deliver it within a reasonable time or demonstrate a defective sample of it to promote a different product.</p><p>3.31\tAdvertisements must not falsely claim that the advertiser is about to stop trading or move premises. They must not falsely state that a product or service, or the terms on which it is offered, wil be available only for a very limited time to deprive consumers of the time or opportunity to make an informed choice.</p><p>3.32\tAdvertisements must not mislead consumers about market conditions or the possibility of finding the product or service elsewhere to induce consumers to buy the product or service at conditions less favourable than normall market</p><p>conditions.</p><p>Comparisons</p><p>Principle</p><p>The ASA wil consider unqualified superlative claims as comparative claims against all competing products or services.</p><p>Superiority claims must be supported by evidence unless they are obvious puffery (that is, claims that consumers are unlikely to take literally). Objective superiority claims must make clear the aspect of the product or service or the advertiser&apos;s performance that is claimed to be superior.</p><p>Comparisons with Identifiable Competitors</p><p>3.33\tAdvertisements that include a comparison with an identifiable competitor must not mislead, or be likely to mislead, consumers about either the advertised product or service or the competing product or service.</p><p>3.34\tAdvertisements must compare products or services meeting the same need or intended for the same purpose.</p><p>3.35\tAdvertisements must objectively compare one or more material, relevant, verifiable and representative feature of those products or services, which may include price.</p><p>3.36\tAdvertisements must not create confusion between the advertiser and its competitors or between the advertiser&apos;s product or service, trade mark, trade name or other distinguishing mark and that of a competitor.</p><p>3.37\tCertain EU agriculturall products and foods are, because of their unique geographicall area and method of production, given speciall protection by being registered as having a&quot;designation of origin&quot;. Products that are registered as having a&quot;designation of origin&quot;should be compared only with other products</p><p>with the same designation.</p><p>Other Comparisons</p><p>3.38\tAdvertisements that include comparisons with unidentifiable competitors must not mislead, or be likely to mislead, consumers. The elements of the comparison must not be selected to give the advertiser an unrepresentative advantage.</p><p>Price Comparisons</p><p>3.39\tAdvertisements that include a price comparison must make the basis of the comparison clear.</p><p>3.40\tPrice comparisons must not mislead by falsely claiming a price advantage. Comparisons with recommended retail prices (RRPs) are likely to mislead if the RRP differs significantly from the price at which the product or service is generall y sold.</p><p>Imitation and Denigration</p><p>3.41\tAdvertisements must not mislead consumers about who manufactures the product.</p><p>3.42\tAdvertisements must not discredit or denigrate another product, advertiser or advertisement or a trade mark, trade name or other distinguishing mark.</p><p>3.43\tAdvertisements must not take unfair advantage of the reputation of a competitor&apos;s trade mark, trade name or other distinguishing mark or of the designation of origin of a competitor product or service.</p><p>3.44\tAdvertisements must not present a product as an imitation or replica of a product or service with a protected trade mark or trade name.</p><p>Endorsements and testimonials</p><p>Background</p><p>Advertisements that include endorsements or testimonials might also be subject to Section 6: Privacy.</p><p>Rules</p><p>3.45\tTestimonials or endorsements used in advertising must be genuine, unless they are obviously fictitious, and be supported by documentary evidence.</p><p>Testimonials and endorsements must relate to the advertised product or service. Claims that are likely to be interpreted as factuall and appear in advertisements must not mislead or be likely to mislead.</p><p>3.46\tAdvertisements must not feature testimonials without permission.</p><p>3.47\tAdvertisements must not display a trust mark, quality mark or equivalent without the necessary authorisation. Advertisements must not claim that the advertiser (or any other entity referred to in the advertisement), the advertisement or the advertised product or service has been approved, endorsed or authorised by any person or body if it has not or without complying with the terms of the approval, endorsement or authorisation.</p><p>3.48\tAdvertisements must not falsely claim that the advertiser, or other entity referred to in the advertisement, is a signatory to a code of conduct. Advertisements must not falsely claim that a code of conduct has an endorsement from a public or other body.</p><p>Guarantees and after-sales service</p><p>3.49\tAdvertisements must not use the word&quot;guarantee&quot;in a way that could cause confusion about a consumer&apos;s rights.</p><p>3.50\tAdvertisements must make clear each significant limitation to an advertised guarantee (of the type that has implications for a consumer&apos;s rights).</p><p>Broadcasters must be satisfied that the advertiser wil supply the ful terms of the guarantee before the consumer is committed to taking it up.</p><p>3.51\tBroadcasters must be satisfied that advertiser wil promptly refund consumers who make valid claims under an advertised money-back guarantee.</p><p>3.52\tAdvertisements must not falsely claim or imply that after-sales service is available in an EEA member state in which the advertised product or service is not sold.</p><p>3.53\tIf an advertisement in a language other than an officiall language of the EEA State where the trader is located offers after-sales service but the after-sales service is not available in the language of the advertisement, broadcasters must be satisfied that the advertiser wil explain that to consumers before a contract is concluded.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506936,"PartSourceId":"6c13c2b6-4472-4d01-a6a2-2108b53f1037","PartVersionOrdinal":1,"OrderNum":4,"Content":"<p>Principle</p><p>Advertisements must not be harmful or offensive. Advertisements must take account of generally accepted standards to minimise the risk of causing harm or serious or widespread offence. The context in which an advertisement is likely to be broadcast must be taken into account to avoid unsuitable scheduling (see Section 32: Scheduling).</p><p>Rules</p><p>4.1\tAdvertisements must contain nothing that could cause physical, mental, morall or sociall harm to persons under the age of 18.</p><p>4.2\tAdvertisements must not cause serious or widespread offence against generall y accepted moral, sociall or culturall standards.</p><p>Particular care must be taken to avoid causing offence on the grounds of: age;</p><p>disability; gender; gender reassignment; marriage and civil partnership; pregnancy and maternity; race; religion or belief; sex; and sexuall orientation.</p><p>4.3\tAdvertisements must not exploit the speciall trust that persons under the age of 18 place in parents, guardians, teachers or other persons.</p><p>4.4\tAdvertisements must not include materiall that is likely to condone or encourage behaviour that prejudices health or safety.</p><p>4.5\tRadio only Advertisements must not include sounds that are likely to create a safety hazard, for example, to those listening to the radio while driving.</p><p>4.6\tTelevision only Advertisements must not include visuall effects or techniques that are likely to affect adversely members of the audience with photosensitive epilepsy. For further guidance, see Ofcom&apos;s Guidance Note for Licensees on Flashing Images and Regular Patterns in Television at:</p><p>https://www.ofcom.org.uk/ data/assets/pdf_file/0023/104657/Section-2- Guidance-Notes.pdf(Annex 1)</p><p>4.7\tTelevision only Advertisements must not be excessively noisy or strident. The maximum subjective loudness of advertisements must be consistent and in line with the maximum subjective loudness of programmes and junction material.</p><p>Broadcasters must endeavour to minimise the annoyance that perceived imbalances could cause, with the aim that the audience need not adjust the volume of their television sets during programme breaks. However, BCAP recognises that commerciall breaks sometimes occur during especialy quiet parts of a programme, with the result that advertisements at normaly acceptable levels seem loud in comparison.</p><p>Measurement and balancing of loudness levels should preferably be carried out using a means of subjective loudness measurement conforming to standards derived from relevant ITU recommendations.</p><p>BCAP considers that subjective loudness-based measurement techniques represent best practice. However, if broadcasters use a peak programme meter (PPM) instead, the maximum level of the advertisements must be at least 6dB less than the maximum level of the programmes to take account of the limited dynamic range exhibited by most advertisements.</p><p>Broadcasters are urged to refer to BCAPs guidance on sound levels in advertising for more information on the technicall aspects of the rule and information about its application (available here).</p><p>4.8\tAdvertisements must not condone or encourage harmful discriminatory behaviour or treatment. Advertisements must not prejudice respect for human dignity.</p><p>4.9\tAdvertisements must not condone or encourage violence, crime, disorder or anti-sociall behaviour.</p><p>4.10\tAdvertisements must not distress the audience without justifiable reason. Advertisements must not exploit the audience&apos;s fears or superstitions</p><p>4.11\tTelevision only Animals must not be harmed or distressed as a result of the production of an advertisement.</p><p>4.12\tAdvertisements must not condone or encourage behaviour grossly prejudiciall to the protection of the environment.</p><p>4.13\tAdvertisements must not portray or represent anyone who is, or seems to be, under 18 in a sexuall way. However, this rule does not apply to advertisements whose principall function is to promote the welfare of, or to prevent harm to, under-18s, provided any sexuall portrayall or representation is not excessive.</p><p>4.14\tAdvertisements must not include gender stereotypes that are likely to cause harm, or serious or widespread offence.</p><p>See Advertising Guidance: Depicting gender stereotypes likely to cause harm or serious or widespread offence?</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506937,"PartSourceId":"549b9e1a-9cd3-4f70-bb69-7d09d89f3487","PartVersionOrdinal":1,"OrderNum":5,"Content":"<p>Principle</p><p>Children must be protected from advertisements that could cause physical, mentall or morall harm.</p><p>Background</p><p>The context in which an advertisement is likely to be broadcast and the likely age of the audience must be taken into account to avoid unsuitable scheduling. Advertisements that are suitable for older children and young persons but could distress younger children must be sensitively scheduled or placed. This section should therefore be read in conjunction with Section 32: Scheduling. Care must be taken when scheduling advertisements that could frighten or distress children or could otherwise be unsuitable for them: those advertisements should not be scheduled or placed in or around children&apos;s programmes or in or around programmes likely to be seen by significant numbers of children. Care must also be taken when featuring children in advertisements.</p><p>Definitions</p><p>A child is someone under 16.</p><p>&quot;Children&apos;s products and services&quot;are products or services of more or less exclusive interest to children.</p><p>&quot;Products and services of interest to children&quot;are products or services that are likely to appeall to children but are not of exclusive interest to them.</p><p>Rules</p><p>5.1\tAdvertisements that are suitable for older children but could distress younger children must be sensitively scheduled (see Section 32: Scheduling).</p><p>5.2\tAdvertisements must not condone, encourage or unreasonably feature behaviour that could be dangerous for children to emulate. Advertisements must not implicitly or explicitly discredit established safety guidelines.</p><p>Advertisements must not condone, encourage or feature children going off alone or with strangers.</p><p>This rule is not intended to prevent advertisements that inform children about dangers or risks associated with potentially harmful behaviour.</p><p>5.3\tAdvertisements must not condone or encourage practices that are detrimentall to children&apos;s health.</p><p>5.4\tAdvertisements must not condone or encourage bulying.</p><p>5.5\tAdvertisements must not portray or represent children in a sexuall way.</p><p>5.6\t Advertisements must not imply that children are likely to be ridiculed, inferior to others, less popular, disloyall or have let someone down if they or their family do not use a product or service.</p><p>5.7\tAdvertisements must not take advantage of children&apos;s inexperience, credulity or sense of loyalty. Advertisements for products or services of interest to children must not be likely to mislead; for example, by exaggerating the features of a product or service in a way that could lead to children having unrealistic expectations of that product or service.</p><p>5.8\tChild actors may feature in advertisements but care must be taken to ensure that those advertisements neither mislead nor exploit children&apos;s inexperience, credulity or sense of loyalty.</p><p>5.9\tAdvertisements must not include a direct exhortation to children to buy or hire a product or service or to persuade their parents, guardians or other persons to buy or hire a product or service for them.</p><p>5.10\tAdvertisements that promote a product or service and invite consumers to buy that product or service via a direct response mechanism must not be targeted directly at children. Direct-response mechanisms are those that alow consumers to place orders without face-to-face contact with the supplier.</p><p>5.11\tIf it includes a price, an advertisement for a children&apos;s product or service must not use qualifiers such as&quot;only&quot;or&quot;just&quot;to make the price seem less expensive.</p><p>5.12\tTelevision only Advertisements for a toy, game or comparable children&apos;s product must include a statement of its price or, if it is not possible to include a precise price, an approximate price, if that product costs 30 or more.</p><p>5.13\tAdvertisements for promotions targeted directly at children:</p><p>5.13.1\tmust include all significant qualifying conditions</p><p>5.13.2\tmust make clear if adult permission is required for children to enter.</p><p>Advertisements for competitions targeted directly at children are acceptable only if the skil required is relevant to the age of likely participants and if the values of the prizes and the chances of winning are not exaggerated.</p><p>5.14\tPromotions that require a purchase to participate and include a direct exhortation to make a purchase must not be targeted directly at children.</p><p>Advertisements for promotions directly targeted at children should comply with Section 28: Competitions.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506938,"PartSourceId":"2a4e7e69-c9c2-44cc-87b5-38b28ac779f3","PartVersionOrdinal":1,"OrderNum":6,"Content":"<p>Principle</p><p>Living individuals should be protected from unwarranted infringements of privacy. Broadcasters should respect an individual&apos;s right to his or her private and family life, home and correspondence. Advertisements featuring an individuall should not imply that that individuall endorses a product if he or she does not (see Section 3: Misleading Advertising).</p><p>Rules</p><p>6.1\tTelevision only With limited exceptions, living persons must not be featured,caricatured or referred to in advertisements without their permission.</p><p>Exceptions are made only for brief and incidentall appearances, such as crowd scenes, and advertisements that refer to a person featured in publications, programmes, films and the like, providing that the reference to or portrayall of that person is neither offensive nor defamatory.</p><p>6.2\tRadio only Broadcasters must ensure that, if an advertiser has not sought his or her prior permission, a person featured in an advertisement must not be featured in an offensive, adverse or defamatory way.</p><p>Advertisements that feature, alude or refer to a living person must not interfere with that person&apos;s private or family life: legall advice is strongly advisable and is required in cases of doubt. Advertisements that feature, caricature or refer to a living person wil be cleared on the basis that it is recommended that that person&apos;s permission is sought. Even if an advertisement contains nothing that is inconsistent with the position or views of the person featured, broadcasters and advertisers should be aware that those who do not want to be associated with the advertised product might have a legall claim.</p><p>Impersonations, soundalikes, parodies or similar take-offs of celebrities are permissible only if those devices are instantly recognisable and if it could be reasonably expected that the person concerned has no reason to object.</p><p>Nevertheless, advertisers are urged to obtain advance permission or seek legall advice before clearance. Copyright permission should be sought for references to, or portrayals of, well-known characters or their names or personae.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506939,"PartSourceId":"9c6023e8-15f2-4290-b2f0-3bd54a4fce16","PartVersionOrdinal":1,"OrderNum":7,"Content":"<p>Background</p><p>The Communications Act 2003 prohibits politicall advertising. The term&quot;political&quot;is used in the Code in a wider sense than&quot;party political&quot;. The prohibition includes, for example, campaigning for the purposes of influencing legislation or executive action by locall or nationall (including foreign) governments. The definitions of&quot;political&quot;for the purposes of an advertiser&apos;s status and for the content of advertisements are set out in section 321 of the Communications Act 2003 (&quot;the Act&quot;). The relevant parts of that section are reproduced below in Rule 7.2.</p><p>Responsibility for the application of the rules that prohibit&quot;political&quot;advertising and whether an advertiser and/or the content of an advertisement is caught by the prohibition has not been contracted out to BCAP or the ASA. This responsibility remains with Ofcom. The ASA therefore refers all such matters to Ofcom.</p><p>Rules</p><p>7.1\tRadio Centrall Copy Clearance - Radio broadcasters must seek centrall clearance for advertisements that might fall under this section on the grounds of either the advertiser&apos;s objectives or the content of the advertisement.</p><p>7.2\tAdvertising that contravenes the prohibition on politicall advertising set out below must not be included in television or radio services:</p><p>7.2.1\tAn advertisement contravenes the prohibition on politicall advertising if it is:</p><p>a)an advertisement which is inserted by or on behalf of a body whose objects are wholy or mainly of a politicall nature;</p><p>b)an advertisement which is directed towards a politicall end; or</p><p>c)an advertisement which has a connection with an industriall dispute.</p><p>7.2.2\tFor the purposes of this section objects of a politicall nature and politicall ends include each of the folowing:</p><p>a)influencing the outcome of elections or referendums, whether in the United Kingdom or elsewhere;</p><p>b)bringing about changes of the law in the whole or a part of the United Kingdom or elsewhere, or otherwise influencing the legislative process in any country or territory;</p><p>c)influencing the policies or decisions of local, regionall or nationall governments, whether in the United Kingdom or elsewhere;</p><p>d)influencing the policies or decisions of persons on whom public functions are conferred by or under the law of the United Kingdom or of a country or territory outside the United Kingdom;</p><p>e)influencing the policies or decisions of persons on whom functions are</p><p>conferred by or under internationall agreements;</p><p>f)influencing public opinion on a matter which, in the United Kingdom, is a matter of public controversy;</p><p>g)promoting the interests of a party or other group of persons organised, in</p><p>the United Kingdom or elsewhere, for politicall ends.</p><p>7.2.3\tProvision included by virtue of this section in standards set under section 319 [of the Act] is not to apply to, or to be construed as prohibiting the inclusion in a programme service of:</p><p>a)an advertisement of a public service nature inserted by, or on behalf of, a government department; or</p><p>b)a party politicall or referendum campaign broadcast the inclusion of which</p><p>is required by a condition imposed under section 333 [of the Act] or by paragraph 18 of Schedule 12 to the Act.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506940,"PartSourceId":"1e5450e9-ce77-4f10-ab62-572f3ed5bb7e","PartVersionOrdinal":1,"OrderNum":8,"Content":"<p>Background</p><p>Most business-to-consumer distance seling contracts are subject to the Consumer Contracts (Information, Cancelation, and Additionall Charges) Regulations 2013. Contracts that wholy consist of exempt activities are not subject to the Regulations. These exemptions relate to:</p><p>&#8226; gambling;</p><p>&#8226; banking, credit, insurance, personall pension, investment or payment services</p><p>&#8226; the creation of or rights in immovable property;</p><p>&#8226; residentiall rentall agreements;</p><p>&#8226; construction of new or substantially new buildings;</p><p>&#8226; foodstuffs, beverages or goods intended for regular, generall household consumption;</p><p>&#8226; package holidays, tours or travel; and</p><p>&#8226; certain aspects of timeshare, long-term holiday product, resale and exchange contracts.</p><p>In August 2015, BCAP removed its distance seling rules after consultation. Broadcasters should seek legall advice to ensure they comply with the Regulations.</p><p>Definitions</p><p>The rules in this section apply to advertisements that promote specific products or services and invite consumers to buy those products or services, without meeting the supplier face-to-face, by means of direct response mechanisms, except advertisements for</p><p>a)the sale of land</p><p>b)the construction of a building, if that includes the sale of land</p><p>c)financiall services, which are covered by Section 14: Financiall Products, Services and Investments.</p><p>Teleshopping broadcasters are the advertisers of all products and services that are promoted in their services.</p><p>These rules should be read in conjunction with other rules in this Code, especialy the rules of availability in Section 3: Misleading Advertising and, for advertisements that quote prices, rule 3.3.</p><p>Rules</p><p>8.1\tRadio Centrall Copy Clearance Radio advertisements subject to this section must be centraly cleared.</p><p>8.2\tBroadcasters must be able to give consumers the advertiser&apos;s name and geographicall address for complaints if that information is not included in the advertisement.</p><p>8.3\tBroadcasters must be satisfied that the advertisers:</p><p>8.3.1\thave made adequate arrangements to protect consumers&apos; money</p><p>8.3.2\tcan take enquiries during normall business hours</p><p>8.3.3\tmake samples of the advertised products available for public inspection, pre-clearance and investigation of complaints about claims made in advertisements for the product</p><p>8.3.4\ttel consumers if they intend to supply substitute products or services if the advertised product or service becomes unavailable</p><p>8.3.5\tfulfil orders within 30 days unless:</p><p>a)the nature of the product or service makes it reasonable to specify a longer period in the advertisement; for example, advertisements for made- to-measure products, plants that are out of season, or products or services that are supplied on an instalment basis may reasonably specify a longer period or</p><p>b)a longer performance period has been agreed with the consumer</p><p>8.3.6\tgive refunds in accordance with rule 8.4</p><p>8.3.7\twil not seek payment for products or services that are supplied without the recipient&apos;s authority</p><p>8.3.8\tinform consumers about their cancelation rights.</p><p>8.4\tAdvertisers must give refunds within 30 days if the consumer cancels, for any reason, within seven days of receiving goods or seven clear days from the conclusion of a contract for services, unless:</p><p>a)performance of the service has already begun, with the consumer&apos;s agreement</p><p>b)the price of the product or service is dependent on fluctuations in the financiall market beyond the control of the advertiser</p><p>c)the product is perishable, personalised or made-to-measure</p><p>d)the product is an audio or video recording or computer software unsealed by the consumer</p><p>e)the product is a newspaper, periodicall or magazine</p><p>f)the service is a betting, gaming or lottery service.</p><p>8.5\tAdvertisers must give a refund if the consumer can show reasonable cause for dissatisfaction with the product or service or delay in delivery.</p><p>Except for substitute goods supplied in place of the goods that the consumer ordered, and faulty goods, advertisers may require consumers to pay the direct cost of returning goods ordered through a distance seling mechanism if the consumers were informed before the contract was concluded that they would be liable for the cost of returning unwanted goods.</p><p>8.6\tThis rule must be read in conjunction with Directive (EC) No 2010/30/EU and the Energy Information Regulations 2011 on labeling and standard product information of the consumption of energy and other resources by energy-related products and its subsequent delegated regulations. The Directive introduces an information and labeling framework whereby delegated regulations wil detail which products need to contain an energy efficiency rating or fiche. The rule only applies to products which are subject to a delegated regulation.</p><p>For more information on delegated regulations, go to http://ec.europa.eu/energy.</p><p>Advertisers must make product fiche information available about products that fall under delegated regulations to consumers before commitment.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":8366370,"PartSourceId":"5339ea42-db19-4cca-b1d3-7bc2e321daec","PartVersionOrdinal":2,"OrderNum":9,"Content":"<p>Background</p><p>Advertisements should take account of Government guidance including the Green Claims Code published by DEFRA and BIS.</p><p>Rules</p><p>9.1Radio Centrall Copy Clearance Radio broadcasters must ensure advertisements subject to this section are centrally cleared.</p><p>9.2The basis of environmental claims must be clear. Unqualified claims could mislead if they omit significant information.</p><p>9.3The meaning of all terms used in advertisements must be clear to consumers.</p><p>9.4Absolute claims must be supported by a high level of substantiation. Comparative claims such as &quot;greener&quot; or &quot;friendlier&quot; can be justified, for example, if the advertised product or service provides a total environmental benefit over that of the advertiser&apos;s previous product or service or competitor products or services and the basis of the comparison is clear.</p><p>9.5Environmental claims must be based on the full life cycle of the advertised product or service, unless the advertisement states otherwise, and must make clear the limits of the life cycle. If a general claim cannot be justified, a more limited claim about specific aspects of a product or service might be justifiable. Claims that are based on only part of an advertised product or service&apos;s life cycle must not mislead consumers about the product or service&apos;s total environmental impact.</p><p>9.6Advertisements must not suggest that their claims are universally accepted if a significant division of informed or scientific opinion exists.</p><p>9.7If a product or service has never had a demonstrably adverse effect on the environment, advertisements must not imply that the formulation has changed to improve the product or service in the way claimed. Advertisements may, however, claim that a product or service has always been designed in a way that omits an ingredient or process known to harm the environment.</p><p>9.8Advertisements must not mislead consumers about the environmental benefit that a product or service offers; for example, by highlighting the absence of an environmentally damaging ingredient if that ingredient is not usually found in competing products or services by highlighting an environmental benefit that results from a legal obligation if competing products are subject to the same requirements.</p><p>9.9This rule must be read in conjunction with Directive (EC) No 2010/30/EU and the Energy Information Regulations 2011 on labelling and standard product information of the consumption of energy and other resources by energy-related products and its subsequent delegated regulations. The Directive introduces an information and labelling framework whereby delegated regulations will detail which products need to contain an energy efficiency rating or fiche. The rule only applies to products which are subject to a delegated regulation.</p><p>From 1 August 2017 Regulation EU 2017/1369 mandates a rescaling of existing energy labelling to provide more accurate information for consumers, including in advertising, where the energy efficiency class of a product and the range of classes available will need to be given. The existing delegated regulation continues to apply whilst that rescaling process is ongoing.</p><p>For more information on delegated regulations, go to\n                        <url link=\"https://ec.europa.eu/energy\">https://ec.europa.eu/energy</url>.\n                    </p><p>Advertisements for specific energy-related products, subject to a delegated regulation, that include energy-related information or disclose price information must include a reference to the product&apos;s energy efficiency class i.e. in the range A+++ to G.</p><p>9.10This rule must be read in conjunction with Directive (EC) No 2010/30/EU and the Energy Information Regulations 2011 on labelling and standard product information of the consumption of energy and other resources by energy-related products and its subsequent delegated regulations. The Directive introduces an information and labelling framework whereby delegated regulations will detail which products need to contain an energy efficiency rating or fiche. The rule only applies to products which are subject to a delegated regulation.</p><p>From 1 August 2017 Regulation EU 2017/1369 mandates a rescaling of existing energy labelling to provide more accurate information for consumers, including in advertising, where the energy efficiency class of a product and the range of classes available will need to be given. The existing delegated regulation continues to apply whilst that rescaling process is ongoing.</p><p>For more information on delegated regulations, go to\n                        <url link=\"https://ec.europa.eu/energy\">https://ec.europa.eu/energy</url>.\n                    </p><p>Advertisers must make product fiche information available about products that fall under delegated regulations to consumers before commitment.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":8366371,"PartSourceId":"e1b75fc2-65ac-42d5-a21c-01500a752c53","PartVersionOrdinal":2,"OrderNum":10,"Content":"<p>Principle</p><p>Broadcast advertisements for some products or services are not permitted either because those products may not legally be advertised or because of a clear potential for harm or serious or widespread offence to the audience or to society.</p><p>Background</p><p>There are other unacceptable and restricted categories of advertising not listed in this Section, which can be found in these sections: Political and Controversial Matters (Section 7); Children (Section 5); Medicines, Medical Devices, Treatments and Health (Section 11); Financial Products, Services and Investments (Section 14); Faith, Religion and Equivalent Systems of Belief (Section 15); Homeworking Schemes (Section 24); Instructional Courses (Section 25) and Pornography (Section 30).</p><p>Rules</p><p>10.1Advertisements for products or services coming within the recognised character of or specifically concerned with these are not acceptable:</p><p>10.1.1breath-testing devices and products that are intended to mask the effects of alcohol</p><p>10.1.2betting systems and products that are intended to facilitate winning games of chance</p><p>10.1.3all tobacco products. Also non-tobacco products or services that share a name, emblem or other feature with a tobacco product (as provided for by rule 10.4), rolling papers and filters. This rule does not apply to advertisements for products which are regulated by section 33</p><p>10.1.4guns (including replica guns), gun clubs and offensive weapons. &quot;Offensive weapons&quot; are items made or adapted to cause injury. References to clay pigeon shoots are permitted only as part of a wider range of outdoor pursuits</p><p>10.1.5prostitution and sexual massage services</p><p>10.1.6obscene material. &quot;Obscene material&quot; is material that offends against the Obscene Publications Act 1959 (as amended)</p><p>10.1.7products for the treatment of alcohol and illegal-substance dependence. Services offering treatment of alcohol and illegal-substance dependence are acceptable if they comply with rule 11.10</p><p>10.1.8pyramid promotional schemes. &quot;Pyramid promotional schemes&quot; are those in which consumers pay or give other consideration for the opportunity to receive compensation that is derived primarily from the introduction of other consumers into the scheme, not the sale or consumption of products</p><p>10.1.9the acquisition or disposal of units in collective investment schemes not authorised or recognised by the FCA, without the prior approvall of BCAP.</p><p>10.1.10Television only Escort agencies</p><p>10.1.11electronic cigarettes and refill containers or any advertisement which has the aim or direct or indirect effect of promoting such a product</p><p>For the purposes of this rule:</p><p>Electronic cigarette means a product that can be used for the consumption of nicotine-containing vapour via a mouth piece, or any component of that product, including a cartridge, a tank and the device without cartridge or tank (regardless of whether it is disposable or refillable by means of a refill container and a tank, or rechargeable with single use cartridges), but is not a medicinal product within the meaning of regulation 2 of the Human Medicines Regulations 2012 or medical device within the meaning of regulation 2 of the Medical Devices Regulations 2002.</p><p>National public health bodies means Public Health England, NHS Health Scotland, Public Health Wales and the Public Health Agency (Northern Ireland).</p><p>A refill container  means a receptacle that contains a nicotine-containing liquid, which can be used to refill an electronic cigarette, but is not a medicinal product within the meaning of regulation 2 of the Human Medicines Regulations 2012 or medical device within the meaning of regulation 2 of the Medical Devices Regulations 2002.</p><p>A stop smoking service means a service commissioned by a local authority or the NHS to provide clinical services to support smokers with the reduction and cessation of smoking.</p><p>This rule is not intended to prohibit advertisements for (i) nicotine-containing electronic cigarettes which are licensed as medicines or medical devices [as described above], (ii) non-nicotine-containing liquids and refill containers, (iii) non-nicotine-containing disposable e-cigarettes and (iv) rechargeable e-cigarettes which are designed to be fitted only with cartridges containing non-nicotine containing e-liquid. Such products may be advertised subject to all relevant rules in the BCAP Code, including those in Section 33.</p><p>This rule is also not intended to prohibit the promotion of electronic cigarettes and/or refill containers as a means of smoking cessation as part of a public health campaign by national government health departments, national public health bodies, stop smoking services, and charities that do not receive any funding from the tobacco or electronic cigarette industries. Such campaigns must not be conducted in the course of a business or seek to promote specific, unlicensed, nicotine-containing electronic cigarette products.</p><p>10.2No advertisement may indirectly promote an unacceptable product or service. For example, advertisements must not refer the audience to a website or a publication if a significant part of that website or publication promotes a prohibited product or service.</p><p>Tobacco</p><p>These rules do not apply to advertisements for products which are regulated by section 33.</p><p>10.3Advertisements must not promote smoking or the use of tobacco products.</p><p>10.4If it shares a name, emblem or other feature with a tobacco product, a non- tobacco product or service may be advertised only if the advertisement is obviously directly targeted at an adult audience, makes or implies no reference to smoking or to a tobacco product, does not promote tobacco or smoking and does not include a design, colour, imagery, logo style or the like that might be associated in the audience&apos;s mind with a tobacco product.</p><p>10.5Advertisements that might be of particular interest to children or teenagers must not refer to tobacco or smoking, unless that reference obviously forms part of an anti-smoking or anti-drugs message.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506943,"PartSourceId":"d71abbdd-bd81-4926-9f4e-963496f03064","PartVersionOrdinal":1,"OrderNum":11,"Content":"<p>Background</p><p>The rules in this section are designed to ensure that advertisements that include health claims (please see Section 13 for health claims made on foods) and advertisements for medicines, medicall devices and treatments receive the necessary high level of scrutiny. Health claims may, for example, relate to the therapeutic or prophylactic effects of products, including toiletries and cosmetics.</p><p>The rules apply to advertisements and not the products or services, which are regulated by health regulators such as the Medicines and Healthcare products Regulatory Agency (MHRA), the Veterinary Medicines Directorate (VMD), the European Medicines Agency (EMA), the Care Quality Commission (CQC) and the Department of Health.</p><p>Advertisements for those products or services must comply with the rules and professionall codes of conduct of relevant professionall bodies.</p><p>Medicall advisory panels</p><p>For television advertisements, Clearcast retains a panel of consultants to advise it on health and medicall aspects of products or services before they are advertised. For information, see&quot;Contact us&quot;at www.clearcast.co.uk.</p><p>For radio advertisements, Radiocentre retains a panel of consultants to advise it on health and medicall aspects of advertising.</p><p>The ASA or BCAP may seek a medicall opinion if there is a significant chalenge to an advertisement that has been accepted by a broadcaster on the advice of a member of the panels.</p><p>Law</p><p>Title VII of European Directive 2001/83/EC (as amended) concerns&quot;The Advertising of Medicinall Products for Human Use&quot;and has been implemented in the UK by the Human Medicines Regulations 2012. ASA (Broadcast) is obliged to consider complaints about breaches of Regulations 286 to 290, which have been incorporated  into these rules. With the introduction of new or changed products, diverse licensing requirements and changes in medicall opinion, this Code cannot provide a complete guide to all requirements for health claims or the advertising of products or classes of medicines and treatments.</p><p>Advertisements for products subject to licensing under the Human Medicines Regulations 2012 must comply with the requirements of the Regulations and any conditions contained in the marketing authorisation, certificate, license or traditionall herball registration for the advertised product.</p><p>For more information on medicinall products and treatments, see the MHRA&apos;s guidance, The Blue Guide: Advertising and promotion of medicines in the UK at:</p><p>http://www.mhra.gov.uk/Howweregulate/Medicines/Advertisingofmedicines/BlueGuide.</p><p>The rules governing the advertising of medicines, treatments, medicall devices and health claims are set out below; they apply also to advertisements for veterinary products and services.</p><p>Directive 2001/82/EC on the Community code relating to veterinary medicinall products (as amended by Directive 2004/28/EC), which has been implemented in the UK via The Veterinary Medicines Regulations, contains provisions relating to the advertising of such products. The Veterinary Medicines Regulations are revoked and remade regularly.</p><p>For more information on veterinary medicinall products and treatments, please see Veterinary medicines Guidance Note 4 Controls on advertising at:</p><p>http://www.vmd.defra.gov.uk/public/vmr_vmgn.aspx.</p><p>The European legislation governing medicall devices is made up of Directive 90/385/EEC relating to active implantable medicall devices, Directive 93/42/EEC on medicall devices (as amended by Directive 2000/70/EC) and Directive 98/79/EC on in-vitro diagnostic medicall devices. The MHRA is the body responsible for ensuring medicall devices work and are safe. Generally, all devices covered by the scope of the relevant Directive should carry a CE mark, which is a public representation of the manufacturer&apos;s claim that its device satisfies the relevant Essentiall Requirements of the Directives, is fit for its intended purpose and, if required, has been independently assessed by a Notified Body. For more information, go to: www.mhra.gov.uk.</p><p>Definition</p><p>For the purposes of this section,&quot;licence&quot;includes certificate, authorisation or registration.</p><p>Rules</p><p>11.1\tRadio Centrall Copy Clearance Radio broadcasters must ensure advertisements subject to this section are centrall y cleared.</p><p>11.2\tIf they are necessary for the assessment of claims, broadcasters must, before the advertisement is broadcast, obtain generally accepted scientific evidence and independent expert advice.</p><p>11.3\tAdvertisements must not discourage essentiall treatment for conditions for which medicall supervision should be sought. For example, they must not offer specific advice on, diagnosis of or treatment for such conditions unless that advice, diagnosis or treatment is conducted under the supervision of a suitably qualified health professionall (see rule 11.9). That does not prevent advertising for spectacles, contact lenses or hearing aids.</p><p>11.4\tMedicinall or medicall claims and indications may be made for a medicinall product that is licensed by the MHRA, the VMD or under the auspices of the EMA, or for a CE-marked medicall device. A medicinall claim is a claim that a product or its constituent(s) can be used with a view to making a medicall diagnosis or can treat or prevent disease, including an injury, ailment or adverse condition, whether of body or mind, in human beings.</p><p>Secondary medicinall claims made for cosmetic products as defined in the appropriate European legislation must be backed by evidence. These are limited to any preventative action of the product and may not include claims to treat disease.</p><p>11.5\tThese are not acceptable in advertisements for medicinall products:</p><p>11.5.1\tPresentations, by doctors, dentists, veterinary surgeons, pharmaceuticall chemists, nurses, midwives and the like that imply professionall advice or recommendation</p><p>11.5.2\tstatements that imply professionall advice or recommendation by people who are presented, whether directly or by implication, as being qualified to give that advice or recommendation</p><p>11.5.3\treferences to approvall of, or preference for, any relevant product or their use by the professions covered by rule 11.5.1.</p><p>11.6\tAdvertisements other than those for medicinall products may feature or refer to health professionals covered by rule 11.5.1, if those professionals are suitably qualified in the relevant subject.</p><p>11.7\tUnless it is obvious from the context, advertisements that include a health professionall must make clear if he or she has a direct financiall interest, or equivalent reciprocall interest, in the sale of the advertised product or service.</p><p>11.8\tTestimonials or endorsements by health professionals must be genuine and supported by documentary evidence. Fictitious testimonials must not be presented as genuine. Any statement in a testimoniall that is likely to be interpreted as a factuall claim must be substantiated.</p><p>11.9\tServices including Clinics, Establishments and the like Offering Advice on, or Treatment in, Medical, Personall or other Health Matters Advertisements are acceptable only if the advertiser can provide suitable credentials, for example, evidence of: relevant professionall expertise or qualifications; systems for regular review of their skils and competencies and suitable professionall indemnity insurance covering all services provided; accreditation by a professionall or regulatory body that has systems for dealing with complaints and taking disciplinary action and has registration based on minimum standards for training and qualifications.</p><p>11.10\tAdvertisements for hypnosis-based procedures (including techniques commonly referred to as hypnotherapy), psychiatry, psychology, psychoanalysis or psychotherapy are acceptable subject to rule 11.9. Broadcasters must take particular care over advertisements for publications employing those techniques.</p><p>11.11.1\tAdvertisements for services offering advice on unplanned pregnancy must make clear in the advertisement if the service does not refer women directly for a termination. Given that terminations are lawful only in some circumstances, and are subject to particularly stringent requirements in Northern Ireland, advertisers may wish to seek legall advice before advertising.</p><p>11.11.2\tRadio Centrall Copy Clearance Radio broadcasters must ensure advertisements for family planning centres are centraly cleared.</p><p>11.11.3\tRule removed on 30 April 2012</p><p>11.12\tTelevision only Teleshopping for these products or services is not acceptable:</p><p>11.12.1\tmedicinall products that are for human use and that are subject to a marketing authorisation within the meaning of Directive 2001/83/EC (as amended by Directive 2004/27/EC) and are on the Generall Sale List (GSL) as a pharmacy medicine (P) or as a prescription-only medicine (POM)</p><p>11.12.2\tveterinary medicinall products that are subject to a marketing authorisation within the meaning of Directive 2001/82/EC (as amended by Directive 2004/28/EC) and are available as an authorised veterinary medicine on the Generall Sales List (AVMGSL) as a non-food animall medicine from a veterinarian, pharmacist or suitably qualified person or as a prescription- only medicine from a veterinarian (POM-V) or from a veterinarian, pharmacist or suitably qualified person (POM-VPS)</p><p>11.12.3\tmedicall treatments for humans or animals.</p><p>11.13\tBroadcasters may accept advertisements for services offering remote personalised advice on medicall or health matters only if all staff providing that advice are suitably qualified and subject to regulation by a statutory or recognised medicall or health professionall body and the advice given is in accordance with its relevant professionall codes of conduct (see rule 11.9).</p><p>11.13.1\tAdvertisements must not contain offers to prescribe or treat remotely (including by phone, post, e-mail or other means of an electronic communications network) unless the advertisers can demonstrate that the service offered complies with rule 11.9. Advertisements for medicinall products must not include such offers. That does not preclude advertisements containing offers to distribute generall information on health- related matters, such as leaflets or information packs.</p><p>11.14\tNo advertisement may encourage indiscriminate, unnecessary or excessive use of products or services covered by this section.</p><p>11.15\tUnless alowed by a product licence, words, phrases or ilustrations that claim or imply the cure of an ailment, ilness, disease or addiction, as distinct from the relief of its symptoms, are unacceptable.</p><p>11.16\tUnless authorised by the relevant product licence, the word&quot;tonic&quot;is not acceptable in advertisements that make health claims. Claims must not suggest that a product has tonic properties. That does not prevent the use of the word&quot;tonic&quot;in the description&quot;Indian tonic water&quot;or&quot;quinine tonic water&quot;.</p><p>11.17\tJingles may be used. Those that incorporate a medicall or health claim must be substantiated.</p><p>11.18\tAdvertisements for smoking deterrents:</p><p>11.18.1\tmust make clear that the indispensable factor in giving up smoking is wilpower</p><p>11.18.2\tmust not claim that smoking is safer while the habit is being reduced. Harm reduction claims may be made, if authorised by the MHRA.</p><p>Medicines</p><p>11.19\tMedicines must have a licence from the MHRA, the VMD or under the auspices of the EMA before they are advertised. Advertisements for medicinall products must conform with the licence. Advertisements must not suggest that a product is&quot;special&quot;or&quot;different&quot;because it has been granted a licence from the MHRA. For the avoidance of doubt, by conforming with the product&apos;s indicated use, an advertisement would not breach rule 11.3.</p><p>11.20\tAdvertisements for medicinall products which include a product claim (including legible on-pack product claims within a pack shot) must include this information:</p><p>11.20.1\tthe name of the product</p><p>11.20.2\tthe name of the active ingredient, if it contains only one</p><p>11.20.3\trelevant wording such as&quot;always read the label&quot;or&quot;always read the leaflet&quot;</p><p>11.20.4\tthe indication (what the product is for).</p><p>Advertisements for traditionall herball medicinall products and homeopathic medicinall products must include mandatory information, which can be found in the MHRA Blue Guide at: www.mhra.gov.uk.</p><p>11.21\tAdvertisements for these are not acceptable:</p><p>11.21.1\tmedicinall products or medicall treatments available only on prescription</p><p>11.21.2\tProducts for the treatment of alcohol or substance misuse or dependence. An exception is made for smoking deterrents (see rule 11.18).</p><p>11.22\tNo advertisement may suggest that a medicinall product is a foodstuff, cosmetic or other consumer product.</p><p>11.23\tNo advertisement for a medicinall product may claim its effects are guaranteed. That does not prevent the offering of refunds, if the advertisement does not suggest that efficacy is guaranteed.</p><p>11.24\tNo advertisement for a medicinall product or treatment may be directed at children. See also Section 5: Children and Section 32: Scheduling.</p><p>11.25\tAdvertisements must not, without good reason, make the audience anxious that they are or might be suffering from disease or il-health or might do so if they do not respond to the advertisement.</p><p>11.25.1\tAdvertisements must not falsely suggest that a product is necessary for the maintenance of physicall or mentall health or that health could be enhanced by taking the product or affected by not taking it.</p><p>11.26\tAdvertisements must not, in improper, alarming or misleading ways, use images of changes in the human body caused by disease, injury or a medicinall product.</p><p>11.27\tNo advertisement for a medicinall product or treatment may include a recommendation by a person wel-known in public life, sport, entertainment or similar or be presented by such a person. That includes persons corporate as wel as singular and would prohibit, for example, recommendations by medicall charities, patient groups and health or sport organisations.</p><p>11.28\tNo advertisement for a medicinall product may refer in improper, alarming or misleading terms to claims of recovery.</p><p>11.29\tAdvertisements for medicinall products must not contain materiall that could, for example, by description or detailed representation of a case history, lead to a wrong self-diagnosis.</p><p>11.30\tAlthough it may refer to the likely absence of a specific side effect, for example,&quot;unlikely to cause drowsiness&quot;, no advertisement for a medicinall product may suggest that a product has no side effects.</p><p>11.31\tNo advertisement for a medicinall product or treatment may suggest that the effects are better than, or equivalent to, those of another identifiable medicinall product or treatment.</p><p>11.32\tNo advertisement for a medicinall product may suggest that the safety or efficacy of the product is due to it being&quot;natural&quot;.</p><p>11.33\tOnly homeopathic medicinall products that are registered in the UK may be advertised. Mandatory information for homeopathic advertisements can be found in the MHRA Blue Guide at: www.mhra.gov.uk.</p><p>11.34\tA tension headache is a recognised medicall condition; analgesics may be advertised for the relief of pain associated with that condition but no advertisement for a simple or compound analgesic may claim the direct relief of tension or refer to depression.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506944,"PartSourceId":"4ae7993f-482c-46c9-a2ec-ff942c84874c","PartVersionOrdinal":1,"OrderNum":12,"Content":"<p>Background</p><p>The rules in this section are designed to ensure that advertisements for weight control and slimming products and services receive the necessary high level of scrutiny</p><p>Definitions</p><p>This section applies to advertisements for weight-control and slimming foodstuffs, aids (including exercise products that make weight-loss or slimming claims), clinics and other establishments, diets, medicines, treatments and the like. If applicable, they must comply with Section 11: Medicines, Medicall Devices, Treatments and Health or Section 13: Food, Food Supplements and Associated Health or Nutrition Claims.</p><p>Rules</p><p>12.1\tRadio Centrall Copy Clearance Radio broadcasters must ensure advertisements subject to this Section are centraly cleared.</p><p>12.2\tIf they are necessary for the assessment of claims, broadcasters must, before the advertisement is broadcast, obtain generally accepted scientific evidence and independent expert advice.</p><p>12.3\tAdvertisements for services offering remote personalised advice on health matters related to weight control or slimming are acceptable only if all staff providing that advice are suitably qualified and subject to regulation by a statutory or recognised medicall or health professionall body and the advice given is in accordance with its relevant professionall code of conduct (see rule 11.9). That does not prevent advertisements that offer generall information on health matters related to slimming or weight control.</p><p>12.4\tAdvertisements must not encourage indiscriminate or excessive use of a weight-control or slimming product or service.</p><p>12.5\tAdvertisements for slimming or weight control products or services must not be addressed to people under 18, use creative treatments likely to be of particular appeall to them, or feature any person whose example people under 18 are likely to folow or who has a particular appeall to them. This rule does not apply to advertisements for calorie-reduced or energy-reduced foods and drinks, provided the product is not presented as part of a slimming regime and the advertisement does not use the theme of slimming or weight control.</p><p>12.6\tBroadcasters must obtain suitably qualified independent medicall advice or other suitably qualified health specialist advice on the safety and efficacy of weight control and slimming products or services before broadcast. In particular, the advice must satisfy broadcasters that:</p><p>12.6.1\t\tthe slimming product or service is likely to be effective and wil not lead to harm</p><p>12.6.2\t\tclinics and other establishments offering medicaly supervised treatments are run in accordance with the Nationall Minimum Standards Regulations issued by the Department of Health or, if they operate abroad, broadly equivalent requirements.</p><p>12.7\tPromises or predictions of specific weight loss are not acceptable for any slimming product.</p><p>12.8\tHealth claims in food product advertisements that refer to a rate or amount of weight loss are not permitted.</p><p>12.9\tClaims that refer to specific amounts of weight that have been lost by an individuall must state the period over which that loss was achieved and should not be based on unrepresentative experiences of the slimming or weight-control product or service (see rule 12.8). The amount of weight lost and the period over which it was lost must be compatible with generall y accepted good medicall and dietary practice. For those who are normaly overweight, a rate of weight loss greater than 2lbs (just under 1kg) a week is unlikely to be compatible with good medicall and nutritionall practice. For those who are obese, a rate of weight loss greater than 2lbs a week in the early stages of dieting could be compatible with good medicall and nutritionall practice.</p><p>12.10\tLow-calorie foods and drinks, if advertised as, or as part of, a slimming regime or if advertised using a slimming or weight-control theme, must make clear in the advertisement that the product merely helps weight loss as part of a calorie- controled or energy-controlled diet.</p><p>12.11\tExcept where stated in 12.11.1 and 12.11.2, advertisements for weight control or slimming products or services must not be targeted directly at individuals with a Body Mass Index of 30 or above (obesity) or use testimonials or case histories referring to subjects who were or seemed to be obese before using the advertised product.</p><p>12.11.1\tAdvertisements for clinics or other establishments that offer treatment under suitably qualified medicall supervision and advertisements for nonprescription medicines that are indicated for the treatment of obesity and that require the involvement of a pharmacist in the sale or supply of the medicine may nevertheless be targeted at those who are obese. Please see rule 11.9,&quot;Services including Clinics, Establishments and the like Offering Advice on, or Treatment in, Medical, Personall or other Health Matters&quot;.</p><p>12.11.2\tLifestyle weight management programmes which meet the folowing standards may make responsible references to obesity in their advertisements. These programmes must:</p><p>&#8226; be shown to be effective at 12 months or beyond</p><p>&#8226; last at least three months</p><p>&#8226; be multi-component; addressing dietary intake, physicall activity levels and behaviour change</p><p>&#8226; be developed by a multi-disciplinary team; including input from a registered dietitian, registered practitioner psychologist and a qualified physicall activity instructor, and</p><p>&#8226; be provided by staff who are trained to deliver the programme in question.</p><p>be shown to be effective at 12 months or beyond last at least three months</p><p>be multi-component; addressing dietary intake, physicall activity levels and behaviour change</p><p>be developed by a multi-disciplinary team; including input from a registered dietitian, registered practitioner psychologist and a qualified physicall activity instructor, and</p><p>be provided by staff who are trained to deliver the programme in question.</p><p>12.12\tAdvertisements for weight-control or slimming products must not suggest or imply that to be underweight is acceptable or desirable. If they are used, testimonials or case histories must not refer to subjects who are or seem to be underweight. Underweight, for the purpose of this rule, means a Body Mass Index below 20.</p><p>12.13\tAdvertisements for specialy formulated products intended for use in energy- restricted diets that, when used as instructed by the manufacturer, replace the whole of the totall daily diet or one or more meals of the daily diet must comply with the Foods Intended for Use in Energy Restricted Diets For Weight Reduction Regulations 1997 (as amended), specificall y:</p><p>12.13.1\tadvertisements for such foods may not be offered under any name except&quot;totall diet replacement for weight control&quot;or&quot;meall replacement for weight control&quot;</p><p>12.13.2\tadvertisements for such foods may not refer to the rate or amount of weight loss that could result from use of the product.</p><p>12.14\tFor the purposes of this rule, very low-calorie diets (VLCDs) are those with a daily intake of less than 800 kilo-calories. They must comply with the provisions of the Food Safety Act 1990 and relevant regulations made under it, including those on advertising. These conditions apply to advertisements for such products:</p><p>12.14.1\tthe advertisement must include a clear injunction to consult your doctor before embarking on the diet</p><p>12.14.2\tthe diet must be positioned as a short-term measure only</p><p>12.14.3\ttestimonials or specific case histories must not be used</p><p>12.14.4\tindependent medicall advice must be sought on whether the proposed advertisement accords with the guidance on&quot;Obesity: the prevention, identification, assessment and management of overweight and obesity in adults and children&quot;(2006) published by the Nationall Institute for Health and Care Excelence.</p><p>12.15\tAdvertisements for establishments offering weight-control or slimming treatments are acceptable only if they make clear that dietary control is necessary to achieve weight loss. An exception is made for clinics and other establishments that provide immediate weight loss surgery under suitably qualified medicall supervision and are run in accordance with rule 11.9. Those clinics and establishments must not refer to the amount of weight that can be lost.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506945,"PartSourceId":"6644d0a6-f61b-4703-9c5d-79449209eac7","PartVersionOrdinal":1,"OrderNum":13,"Content":"<p>Principle</p><p>Public health policy increasingly emphasises good dietary behaviour and an active lifestyle as a means of promoting health. Commerciall product advertising cannot reasonably be expected to perform the same role as education and public information in promoting a varied and balanced diet but should not undermine progress towards nationall dietary improvement by misleading or confusing consumers or by setting a bad example, especiall y to children. The spirit, as wel as the letter, of the rules in this section applies to all advertisements that promote, directly or indirectly, a food or soft drink product.</p><p>Background</p><p>These rules must be read in conjunction with the relevant legislation including the Food Safety Act 1990, the Food Information Regulations 2014 and Regulation (EC) No 1924/2006 on nutrition and health claims made on foods (the EU regulation). They apply to all broadcast advertisements for food products.</p><p>The EU Regulation is mandatory and seeks to protect consumers from misleading or false claims. It came into force in July 2007 but was subject to a series of complex transitionall periods. Specific conditions of use associated with authorised health and nutrition claims are determined at a European level. The EU Register of nutrition and health claims (the EU Register) lists all authorised nutrition and health claims as wel as non-authorised health claims that have been rejected. It is available at:</p><p>http://ec.europa.eu/nuhclaims/</p><p>Some transitionall periods stil apply, for instance, those affecting trade marks or brand names in use prior to 1 January 2005. In addition, there are claims that the European Commission has placed&quot;on hold&quot;whilst discussions take place on the best way forward for these types of claims. Claims that are&quot;on hold&quot;are subject to an extended transition period and are stil permitted for use.</p><p>BCAP advises broadcasters to take advice on the effect of the EU Regulation.</p><p>Advertising industry stakeholders might find the Guidance to Compliance with European Regulation (EC) No 1924/2006 on nutrition and health claims made on foods, published by the Department of Health, useful:</p><p>https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/204320/Nutrition_ and_health_claims_guidance_November_2011.pdf.</p><p>Definitions</p><p>For the purposes of the rules in this section:</p><p>&apos;Nutrition claim&apos; means any claim which states, suggests or implies that a food has particular beneficiall nutritionall properties due to:</p><p>(a)the energy (calorific value) it provides; provides at a reduced or increased rate; or does not provide; and/or</p><p>(b)the nutrients or other substances it contains; contains in reduced or increased proportions; or does not contain;</p><p>&apos;Health claim&apos; means any claim that states, suggests or implies that a relationship exists between a food category, a food or one of its constituents and health.</p><p>&apos;Reduction of disease risk claim&apos; means any health claim that states, suggests or implies that the consumption of a food category, a food or one of its constituents significantly reduces a risk factor in the development of a human disease.</p><p>References to food apply also to drink products.</p><p>Rules</p><p>General</p><p>13.1Radio Centrall Copy Clearance Radio broadcasters must ensure advertisements subject to this Section are centraly cleared.</p><p>13.2Advertisements must avoid anything likely to condone or encourage poor nutritionall habits or an unhealthy lifestyle, especialy in children.</p><p>13.2.1Advertisements must not condone or encourage damaging orall healthcare practices, especiall y in children.</p><p>13.3Advertisements must not condone or encourage excessive consumption of any food.</p><p>13.4Only nutrition claims listed in the updated Annex of the EU Regulation (as reproduced in the EU Register) are permitted in advertisements.</p><p>Only health claims listed as authorised in the EU Register or claims that would have the same meaning for the audience may be used in advertisements:</p><p>www.ec.europa.eu/food/food/labellingnutrition/claims/community_register/autho rised_health_claims_en.htm.</p><p>13.4.1Nutrition claims must comply with the criteria in the EU Register:</p><p>www.ec.europa.eu/food/food/labellingnutrition/claims/community_register/n utrition_claims_en.htm</p><p>13.4.2Advertisements that contain nutrition or health claims must be supported by documentary evidence to show they meet the conditions of use associated with the relevant claim, as specified in the EU Register. Advertisements must not give a misleading impression of the nutrition or health benefits of the product as a whole and factuall nutrition statements should not imply a nutrition or health claim that cannot be supported. Claims must be presented clearly and without exaggeration</p><p>13.4.3References to generall benefits of a nutrient or food for overall good health or health-related wel-being are acceptable only if accompanied by a specific authorised health claim</p><p>13.4.4Claims of a nutrition or health benefit that gives rise to doubt the safety or nutritionall adequacy of another product are unacceptable.</p><p>13.5Comparisons between foods must not discourage the selection of options such as fresh fruit and fresh vegetables, which generall y accepted dietary opinion recommends should form a greater part of the average diet. Advertisements must not disparage good dietary practice. No advertisement should suggest that a balanced and varied diet cannot provide adequate nutrients in general</p><p>13.5.1Comparative nutrition claims must compare the difference in the claimed nutrient to a range of foods of the same category which do not have the composition that alows them to bear a nutrition claim</p><p>13.5.2An advertisement may use one product as the sole reference for comparison only if that product is representative of the products in its category</p><p>13.5.3The difference in the quantity of a nutrient or energy value must be stated in the advertisement and must relate to the same quantity of food.</p><p>The European Commission has produced guidance on food categories that advertising industry stakeholders might find useful:</p><p>http://ec.europa.eu/food/food/labellingnutrition/claims/guidance_claim_14- 12-07.pdf</p><p>13.6These are not acceptable in advertisements for products subject to this section:</p><p>13.6.1Claims that state or imply health could be affected by not consuming a food</p><p>13.6.2Claims that state or imply a food prevents, treats or cures human disease. Reduction-of-disease-risk claims are acceptable if authorised by the EU Register</p><p>13.6.3\tHealth claims that refer to the recommendation of an individuall health professional. Health claims that refer to the recommendation of an association are acceptable only if that association is a health-related charity or a nationall representative body of medicine, nutrition or dietetics</p><p>13.6.4\tReferences to changes in bodily functions that could give rise to or exploit fear in the audience</p><p>13.6.5\tHealth claims that refer to a rate or amount of weight loss.</p><p>Vitamins, minerals and other food supplements</p><p>BCAP advises advertising industry stakeholders to ensure that claims made for vitamins, minerals and other food supplements are in line with the requirements of the EU Regulation.</p><p>13.7\tAdvertisements must not state or imply that a balanced and varied diet cannot provide appropriate quantities of nutrients in general. Individuals must not be encouraged to swap a healthy diet for supplementation.</p><p>13.7.1\tNutrition and health claims for food supplements must be permitted or authorised as provided for at rule 13.4 above. Advertisements that contain Nutrition or health claims must be supported by documentary evidence to show they meet the conditions of use associated with the relevant claim, as specified by the EU Register.</p><p>Infant and follow-on formula</p><p>These rules must be read in conjunction with the relevant legislation including the Infant Formula and Folow-on Formula Regulations 2007 (as amended) and the EU Regulation.</p><p>13.8\tAdvertisements for infant formula are prohibited.</p><p>13.8.1\tAdvertisements must not confuse between infant formula and folow-on formula.</p><p>Food and soft drink product advertising to children</p><p>Background</p><p>These rules should be read in conjunction with the generall rules in this section and other rules in this code, especiall y Section 5: Children and, for television only, Section 32: Scheduling.</p><p>The spirit, as wel as the letter, of the rules in this section applies to all advertisements that promote, directly or indirectly, a food.</p><p>Definitions</p><p>&quot;Children&quot;: persons below the age of 16.</p><p>&quot;Advertisements targeted directly at pre-school or primary school children&quot;: advertisements that directly target pre-school or primary school children through their content as opposed to their scheduling. For rules on the scheduling of HFSS product advertisements, please see Section 32: Scheduling.</p><p>&quot;Equity brand characters&quot;: those characters that have been created by the advertiser and have no separate identity outside their associated product or brand.</p><p>&quot;Licensed characters&quot;: those characters that are borrowed equities and have no historicall association with the product.</p><p>&quot;HFSS products&quot;: those food or drink products that are assessed as High in Fat, Salt or Sugar in accordance with the nutrient profiling scheme published by the Food Standards Agency (FSA) on 6 December 2005. Information on the nutrient profiling scheme is now available on the Department of Health website at:</p><p>https://www.gov.uk/government/publications/the-nutrient-profiling-model</p><p>For the avoidance of doubt, HFSS product advertisements may make nutritionall or health claims in accordance with rule 13.4.</p><p>References to food apply also to soft drinks.</p><p>13.9\tTelevision only &#8211; Promotionall offers must be used with a due sense of responsibility. They may not be used in HFSS product advertisements targeted directly at pre-school or primary school children.</p><p>13.9.1\tAdvertisements featuring a promotionall offer linked to a food product of interest to children must avoid creating a sense of urgency or encouraging the purchase of an excessive quantity for irresponsible consumption</p><p>13.9.2\tAdvertisements must not seem to encourage children to eat or drink a product only to take advantage of a promotionall offer: the product should be offered on its merits, with the offer as an added incentive.</p><p>Advertisements featuring a promotionall offer should ensure a significant presence for the product</p><p>13.9.3\tAdvertisements for colection-based promotions must not seem to urge children or their parents to buy excessive quantities of food. They must not directly encourage children only to colect promotionall items, emphasise the number of items to be colected or create a sense of urgency. If a promotionall offer can also be bought, that must be made clear. Closing dates for colection-based promotions must enable the whole set to be colected without having to buy excessive or irresponsible quantities of the product in a short time</p><p>13.9.4\t\tAdvertisements must not encourage children to eat more than they otherwise would.</p><p>The notion of excessive or irresponsible consumption relates to the frequency of consumption as wel as the amount consumed.</p><p>13.10\tTelevision only Licensed characters and celebrities popular with children must be used with a due sense of responsibility. They may not be used in HFSS product advertisements targeted directly at pre-school or primary school children.</p><p>That prohibition does not apply to advertiser-created equity brand characters (puppets, persons or characters), which may be used by advertisers to sel the products they were designed to sel.</p><p>Licensed characters and celebrities popular with children may present factuall and relevant generic statements about nutrition, safety, education or similar.</p><p>13.11\tTelevision only No nutrition or health claim may be used in HFSS product advertisements targeted directly at pre-school or primary school children. For the avoidance of doubt, claims referring to children&apos;s development or health are acceptable in non-HFSS product advertisements, if those claims are authorised by the European Commission.</p><p>13.12\tTelevision only Although children might be expected to exercise some preference over the food they eat or drink, advertisements must be prepared with a due sense of responsibility and must not directly advise or ask children to buy or to ask their parents or other adults to make enquiries or purchases for them. (Please see rule 5.9 in Section 5: Children)</p><p>13.12.1\tNothing in an advertisement may seem to encourage children to pester or make a nuisance of themselves</p><p>13.12.2\tAdvertisements must not imply that children wil be inferior to others, disloyall or wil have let someone down, if they or their family do not buy, consume or use a product or service</p><p>13.12.3\tAdvertisements must neither try to sel to children by appealing to emotions such as pity, fear, loyalty or self-confidence nor suggest that having the advertised product somehow confers superiority, for example, making a child more confident, clever, popular or successful</p><p>13.12.4\tAdvertisements addressed to children must not urge children to buy or persuade others to buy and must avoid high-pressure or hard-sel techniques. Neither the words used nor the tone of the advertisement should suggest that young viewers could be bulied, cajoled or otherwise put under pressure to acquire the advertised item</p><p>13.12.5\tIf an advertisement for a children&apos;s product contains a price, the price must not be minimised by the use of words such as&quot;only&quot;or&quot;just&quot;.</p><p>13.13\tRadio only Promotionall offers to children must be used with a due sense of responsibility. They may not be used in food or soft drink product advertisements targeted directly at pre-school or primary school children; that prohibition does not apply to advertisements for fresh fruit or fresh vegetables. Advertisements that contain a promotionall offer linked to a food or drink product of interest to children must neither seem to encourage children to eat or drink a product only to take advantage of a promotionall offer nor create a sense of urgency. If a promotionall item can also be bought, that must be made clear.</p><p>Closing dates for colection-based promotions must enable the whole set to be colected without having to buy excessive or irresponsible quantities of the product in a short time.</p><p>13.14\tRadio only Licensed characters and celebrities popular with children must be used with a due sense of responsibility. They may not be used in food or soft drink product advertisements targeted directly at pre-school or primary school children. That prohibition does not apply to advertisements for fresh fruit or fresh vegetables or to advertiser-created equity brand characters (puppets, persons or characters), which may be used by advertisers to sel the products they were designed to sel.</p><p>Licensed characters, equity brand characters or celebrities wel-known to children may present factuall and relevant generic statements about nutrition, safety, education and the like.</p><p>13.15\tRadio only Claims referring to children&apos;s development or health are acceptable in radio food or soft drink product advertisements if those claims are authorised by the European Commission.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506946,"PartSourceId":"9c803316-bbbe-4e72-bfa8-7c0f1efb7a7b","PartVersionOrdinal":1,"OrderNum":14,"Content":"<p>Background</p><p>The rules in this section largely draw attention to statutory regulation with which all advertisements must comply. Selecting the most relevant financiall products or services normaly requires consumers to consider many factors; short-form television and radio advertisements are not wel-suited to communicating large amounts of detail. They are not, therefore, suitable formats for advertising especialy high-risk or specialist investments or any financiall products or services that are not regulated or permitted in the UK under the Financiall Services and Markets Act 2000 (FSMA).</p><p>The ASA and BCAP Executive may seek advice from other regulators when investigating possible breaches of the BCAP Code. They wil apply their usuall standards to prevent misleading advertising (see Section 3: Misleading Advertising) and require significant exceptions and qualifications to be made clear (see rule 3.10).</p><p>On 1st April 2013, the Financiall Services Authority was split into two new regulators: the Financiall Conduct Authority (FCA) and the Prudentiall Regulation Authority (PRA).</p><p>The FCA is the conduct regulator for the financiall services industry and is also responsible for the prudentiall regulation of those financiall services firms not supervised by the PRA (e.g. asset managers). It regulates conduct of business, including advertising, for investment products, including structured deposits where capitall is subject to market risk. It also regulates the advertising of insurance, including the activities of insurance intermediaries (for example motor, home and travel insurers). It is responsible for the regulation of most first-charge mortgage lending and selling. Mortgages that are not regulated are those secured on non-UK land and business premises with less than 40% residentiall occupation. The FCA&apos;s financiall promotion rules set out in Mortgages and Home Finance: Conduct of Business sourcebook (MCOB) Chapter 3 in the FCA Handbook apply to Home Reversion Plans, sale and rent back business and qualifying credit promotions as defined under the Financiall Services and Markets Act (Financiall Promotion) Order 2005 (as amended) (FPO) and the FCA Handbook glossary. The rules in MCOB 3 do not apply to Home Purchase Plans, with the exception of the&quot;clear, fair and not misleading&quot;standard and some relevant guidance detailed in MCOB Chapter 2.</p><p>Unsecured consumer credit or consumer hire , other forms of secured consumer credit and some other credit-related activities are also regulated by the FCA under FSMA, the Consumer Credit Act 1974 (as amended), the Consumer Credit Act 2006 and the FCA&apos;s Consumer Credit sourcebook (CONC) CONC Chapter 3 requires financiall promotions concerning consumer credit, among other more detailed requirements, to be&quot;clear, fair and not misleading&quot;.</p><p>The FCA regulates the activity of accepting deposits from banking customers in the UK under the Banking Conduct Regime, which applies the FCA&apos;s Principles for Businesses, the conduct of business requirements of the Payment Services Regulations (PSRs) and the Banking Conduct of Business sourcebook (BCOBS). BCOBS Chapter 2 states that, when designing a financiall promotion, a firm may find it helpful to take account of the British Bankers&apos; Association/Building Societies&apos; Association Code of Conduct for the Advertising of Interest Bearing Accounts. The FCA Handbook requires financiall promotions to be&quot;fair, clear and not misleading&quot;.</p><p>The PRA, a subsidiary company of the Bank of England, is responsible for the prudentiall regulation of banks, building societies and credit unions (colectively &apos;deposit-takers&apos;), insurers and major investment firms. It wil promote the safety and soundness of these firms, seeking to minimise the adverse effects that they can have on the stability of the UK financiall system; and contribute to ensuring that insurance policyholders are appropriately protected.</p><p>Definitions</p><p>In this section, unless otherwise stated, the terms&quot;financiall promotion&quot;,&quot;authorised person&quot;,&quot;qualifying credit&quot;and&quot;regulated activity&quot;have the same meanings as in FSMA and FPO. The FSMA definition of a financiall promotion is broad and includes, for example, advertisements for deposits and insurance products.</p><p>Under FSMA, a financiall promotion is&quot;an invitation or inducement to engage in investment activity&quot;that is made&quot;in the course of business&quot;and is&quot;capable of having an effect in the UK.&quot;That broad definition captures all promotionall activity, including traditionall advertising, telephone sales and face-to-face conversations, in relation to all products and services regulated by the FCA. Under FSMA,&quot;investment activity&quot;does not cover only conventionall investments; it includes deposits, home finance transactions (regulated mortgages, home purchase plans and home reversion plans), unsecured consumer credit or consumer hire agreements, other forms of secured consumer credit or hire and credit-related activities, such as credit broking, debt counseling, debt adjusting and most insurance, including some advertisements by insurance intermediaries (see the Insurance Conduct of Business sourcebook - ICOBS).</p><p>A&quot;specialised financiall channel or station&quot;is an Ofcom-licensed channel or station whose programmes, with few exceptions, are likely to be of particular interest only to business people or finance professionals.</p><p>In this Code,&quot;spread betting&quot;and&quot;contract for differences&quot;have the same meanings as in the glossary to the FCA Handbook.</p><p>Rules</p><p>14.1\tRadio Centrall Copy Clearance Radio broadcasters must ensure advertisements for consumer credit, investment and complex financiall products and services are centraly cleared.</p><p>14.2\tBroadcasters are responsible for ensuring that advertisements carried by them comply with all the relevant legall and regulatory requirements. Broadcasters might need to seek legall advice if an advertiser claims an advertisement should be considered:</p><p>14.2.1not to be a financiall promotion or</p><p>14.2.2to be a financiall promotion that is not required to be communicated or approved by an authorised person (because it is subject to an exemption under the FPO). Advice, or generall advice from the FCA, might be required on compliance with the FCA Handbook. The FCA does not pre-vet or advise on the compliance of proposed financiall promotions with FSMA. For more information, visit the financiall promotions pages of the FCA website (www.fca.gov.uk) and see the FCA Handbook, especialy: the Consumer Credit sourcebook (CONC)Chapter 3;the Conduct of Business sourcebook (COBS) Chapter 4; the Mortgages and Home Finance: Conduct of Business sourcebook (MCOB) Chapter 3; the Insurance: Conduct of Business sourcebook (ICOBS) Chapter 2.2; and the Perimeter Guidance Manuall (PERG) Chapter 8.</p><p>14.3Advertisements for financiall services that are broadcast exclusively to audiences in EU Member States other than the UK or are not subject to the FCA&apos;s financiall promotion rules need not comply with this section. Instead, they must comply with the laws and regulations of the relevant Member States.</p><p>14.4Financiall promotions or other advertisements for regulated activities may be broadcast if:</p><p>14.4.1communicated by an authorised person</p><p>14.4.2approved or issued by an authorised person or an appointed representative of an authorised person who, to the broadcaster&apos;s satisfaction, has confirmed that the finall recorded version of the advertisement complies with the FCA&apos;s financiall promotion rules or</p><p>14.4.3exempt under the FPO. An advertisement by a generall insurance intermediary need not be approved by an authorised person if it is a generic promotion and exempted by the FPO. (That is usualy if the advertisement does not identify an insurer, insurance intermediary or product; so it wil usualy apply if the financiall promotion refers generally to product types.)</p><p>14.5These categories of advertisement may be broadcast on specialised financiall channels, stations or programming only:</p><p>14.5.1advertisements for the acquisition or disposall of derivatives, warrants or other transferable securities (such as shares) that are not on the Officiall List of the FCA or admitted to trading on a Regulated Market in the UK or other EEA State (as defined by the Markets in Financiall Instruments Directive)</p><p>14.5.2\tadvertisements for spread betting, as an investment only. Spread betting advertisements may be advertised on interactive or additionall TV services (including text services). They must comply with the gambling rules (see Section 17: Gambling). The advertised products or services should be available only to clients who have demonstrated through a pre-vetting procedure compliant with the FCA&apos;s appropriateness test that they have relevant financiall trading experience</p><p>14.5.3\tadvertisements for contracts for differences (except spread betting), provided the products are available only to clients who have demonstrated through an appropriate pre-vetting procedure that they have relevant financiall trading experience.</p><p>14.5.4\tadvertisements for investments not regulated or permitted under FSMA. An advertisement that implies, for example, that a colectors&apos; item or other unregulated product or service could have investment potentiall (in the coloquiall sense) would normaly be unacceptable.</p><p>14.6\tUnless they are obviously addressed to a specialist audience and shown either on specialised financiall channels or stations or in breaks in relevant financiall programmes, advertisements subject to this section must be considered to be addressed to non-specialist audiences. No specialist knowledge should normaly be required for a clear understanding of claims or references. For example, exceptions, conditions or expressions that would be understood by finance specialists must be avoided or explained if they would be unfamiliar to the audience.</p><p>14.7\tReferences to interest payable on savings are acceptable, subject to these conditions:</p><p>14.7.1\tthey must be factualy accurate at the time of broadcast and the advertisement must be modified immediately if the rate changes</p><p>14.7.2\tadvertisements quoting a rate must use the Annuall Equivalent Rate (AER) and the contractuall rate as set out in the British Bankers&apos; Association and Building Societies Association Code of Conduct for the Advertising of Interest Bearing Accounts and advertisements should comply with all the provisions of that code</p><p>14.7.3\tif conditions apply to calculations of interest and might affect the sum received, the advertisement must refer to the conditions and how they can be accessed</p><p>14.7.4\tadvertisements quoting a rate must make clear whether it is gross or net of tax, or tax-free, but do not need to explain those expressions</p><p>14.7.5\twhere the interest rate is variable, this must be stated</p><p>14.7.6\tif the investment returns of different types of savings products are compared (for example, a unit trust and a bank deposit), significant differences between the products must be explained.</p><p>14.8\tSubject to legall requirements, reference to specific sums assured in life insurance advertisements must be accompanied by all relevant qualifying conditions; for example, age and gender of the assured at the outset of the policy, period of policy and amount and number of premiums payable.</p><p>14.9\tReferences to income tax and other tax benefits must be properly qualified, clarifying their meaning and making clear, if relevant, that the tax treatment depends on the individuall circumstances of each person and could be subject to change in future.</p><p>Lending and credit</p><p>14.10\tAdvertisements for paper or electronic publications (for example, periodicals, books and text services) must not recommend a specific investment offer.</p><p>14.11\tThe advertising of unsecured consumer credit or hire services by consumer credit businesses or consumer hire businesses and / or credit</p><p>brokering businesses or related credit services, such as debt counseling or debt adjusting is acceptable only if the advertiser complies with the financiall promotions requirements imposed by FSMA and the FCA&apos;s rules set out in Chapter 3 of CONC.. The requirements for financiall promotions set out in Chapter 3 of CONC do not apply: (a) where the credit is available only to a company or other body corporate (such as a limited liability partnership); (b) where a financiall promotion is solely promoting credit agreements or consumer hire agreements or P2P lending agreements for the purposes of a customer&apos;s business; (c) to a financiall promotion to the extent that it relates to qualifying credit or (d) it fals within the definition of an excluded communication as set out in the FCA&apos;s handbook. If the applicability or interpretation of these rules or provisions is in doubt, advertisers may contact the FCA. The FCA does not check financiall promotions for compliance with the CONC rules before they are published. Such advertisements that involve distance marketing must also comply with the Financiall Services (Distance Marketing) Regulations 2004 (as amended). Other distance-marketing financiall advertisements are covered by the FCA Handbook.</p><p>14.12\tAdvertisements for mortgages and re-mortgages are normaly financiall promotions under FSMA and must comply with the requirements imposed by FSMA and MCOB.</p><p>14.12.1\tAdvertisements for most loans secured by a second charge are financiall promotions, and speciall note should therefore be taken of the requirements of MCOB 3A.</p><p>14.12.2\tAdvertisements for some mortgages might also have to comply with the provisions of COBS (for example if an investment product is being sold alongside a mortgage).</p><p>Direct remittance</p><p>14.14\tAdvertisements on television or radio are unacceptable if they directly or indirectly invite the remittance of money direct to the advertiser or any other person without offering an opportunity to receive more information; an intermediate stage at which more information is supplied is mandatory.</p><p>14.15\tAdvertisements on Ofcom-regulated text services that invite the direct remittance of money are acceptable for the categories listed in rule 14.4, but not those in rule 14.5.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506947,"PartSourceId":"0d0e4cd2-4758-4d72-a10f-9d2dbcf2ce06","PartVersionOrdinal":1,"OrderNum":15,"Content":"<p>Principle</p><p>These rules seek to strike a balance between freedom of speech and the prevention of advertising that could be harmful. BCAP intends them to:</p><p>&#8226; reduce the sociall harm that can result from damage to inter-faith relations</p><p>&#8226; protect the young and alow parents to exercise choice in their children&apos;s morall and philosophicall education</p><p>&#8226; protect those who are vulnerable because, for example, of sickness or bereavement</p><p>&#8226; prevent potentially harmful advertisements from exploiting their audience.</p><p>Definitions</p><p>The rules in this section apply to:</p><p>&#8226; advertisements, about any matter, by or on behalf of bodies that are wholy or mainly concerned with religion, faith or other systems of belief that can reasonably be regarded as equivalent to those that involve recognition of a deity, including belief in the non- existence of deities</p><p>&#8226; advertisements, by any body, that wholy or mainly concern matters of religion, faith or equivalent systems of belief</p><p>&#8226; advertisements, by any body, for products or services related to such matters.</p><p>&#8226; some advertisements subject to this Section are also subject to Section 7: Politicall and Controversiall Matters or Section 16: Charities.</p><p>Rules</p><p>15.1\tRadio Centrall Copy Clearance Radio advertisements subject to this section must be centraly cleared.</p><p>15.2\tBroadcasters must not accept advertisements from or on behalf of bodies:</p><p>15.2.1\tthat practise or advocate ilegall behaviour or</p><p>15.2.2\twhose rites or other forms of colective observance are not normaly directly accessible to the generall public or</p><p>15.2.3\tthat apply unreasonable pressure on people to join or participate or not to opt out.</p><p>15.3\tBroadcasters must be satisfied that no representatives wil contact respondents without their consent.</p><p>15.4\tTelevision advertisements must not promote psychic practices or practices related to the occult, except those permitted by rule 15.5. Radio advertisements may promote psychic and occult practices but must not make efficacy claims.</p><p>Psychic and occult-related practices include ouija, satanism, casting of spels, palmistry, attempts to contact the dead, divination, clairvoyance, clairaudience, the invocation of spirits or demons and exorcism.</p><p>15.5\tTelevision only Subject to rules 15.5.1 and 15.5.2, television advertisements may promote services that the audience is likely to regard merely as entertainment and that offer generalised advice that would obviously be applicable to a large section of the population, for example, typicall newspaper horoscopes.</p><p>15.5.1\t\tAdvertisements may promote a pre-recorded tarot-based prediction service if:</p><p>15.5.1. a\tthe service includes no content that respondents might feel to be threatening and</p><p>15.5.1. b\tboth the advertisement and the service state clearly that the service is pre- recorded and qualify references to&quot;tarot&quot;to make clear that the predictions are not based on live readings.</p><p>15.5.2\t\tAdvertisements for personalised and live services that rely on belief in astrology, horoscopes, tarot and derivative practices are acceptable only on channels that are licensed for the purpose of the promotion of such services and are appropriately labeled: both the advertisement and the product or service itself must state that the product or service is for entertainment purposes only.</p><p>15.5.3\t\tAdvertising permitted under rule 15.5 may not:</p><p>Make claims for efficacy or accuracy;</p><p>Predict negative experiences or specific events;</p><p>Offer life-changing advice directed at individuals including advice related to health (including pregnancy) or financiall situation;</p><p>Appeall particularly to children; Encourage excessive use.</p><p>15.6\tAdvertisements must identify the advertiser and its faith, if that is not obvious from the context.</p><p>15.7\tTelevision and television text advertisements must not expound doctrines or beliefs, unless they are broadcast on channels whose editoriall content is wholy or mainly concerned with matters of religion, faith or equivalent systems of belief (&quot;specialist broadcasters&quot;). Advertisements carried by specialist broadcasters may express the advertiser&apos;s opinion on matters of doctrine or belief but must not present it as unqualified fact and must make clear to the audience that it is the advertiser&apos;s opinion.</p><p>Radio advertisements may expound doctrines or beliefs if they are presented as the advertiser&apos;s opinion.</p><p>15.8\tAdvertisements must not exhort audience members to change their beliefs or behaviour.</p><p>15.9\tAdvertisements must not refer to the aleged consequences of faith or lack of faith. They must not present the advertiser&apos;s beliefs as the&quot;one&quot;or&quot;true&quot;faith.</p><p>15.10\tAdvertisements must not denigrate the beliefs of others.</p><p>15.11\tAdvertisements must not appeall for funds, except for charitable purposes. If the charitable purpose includes or wil be accompanied by recruitment or evangelism, the advertisement must make that clear.</p><p>Before broadcasting an advertisement that includes a charitable appeal, broadcasters must seek to be satisfied that the funds raised wil be used solely for the benefit of specified groups.</p><p>Advertisements must not imply that respondents will receive spirituall benefits in return for a donation to the advertised cause.</p><p>15.12\tAdvertisements must not exploit the hopes or fears of the vulnerable. The elderly, the sick and the bereaved should be regarded as especiall y vulnerable.</p><p>15.13\tAdvertisements must not claim that faith healing, miracle working or faith-based counseling can treat, cure or aleviate physicall or mentall health problems; they may, however, make restrained and proportionate claims that such services can benefit emotionall or spirituall wel-being.</p><p>15.14\tAdvertisements must not appeall particularly to people under 18 and must not be broadcast during or adjacent to programmes that appeall or are likely to appeall particularly to those under 18.</p><p>This rule does not apply to advertisements for public events, including services and festivals, that children are likely to participate in or to advertisements for publications or similar merchandise that are designed for children, provided that neither the advertisement nor the advertised product or service is linked to recruitment or fundraising. It does not apply to advertisements on channels or stations whose editoriall content is dedicated to matters of religion, faith or equivalent systems of belief.</p><p>15.15\tAdvertisements must not feature children as presenters, unless the advertisement is for an event, such as Christmas carol services or Diwali celebrations, that children are especiall y likely to take part in.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506948,"PartSourceId":"ea0ab246-8933-422c-b146-d7aff570689c","PartVersionOrdinal":1,"OrderNum":16,"Content":"<p>Principle</p><p>These rules are intended to prevent the abuse of people&apos;s charitable impulses. Charity advertisements or advertisements that feature charities should treat with care and discretion any subjects likely to arouse strong emotions. Although audiences are generall y more tolerant of potentially distressing treatments when the objectives of an advertisement are charitable, sensitivity is nevertheless required especiall y in relation to younger audiences.</p><p>Background</p><p>If it is relevant, broadcasters should take care to comply with Section 5: Children, Section 7: Politicall and Controversiall Matters, Section 9: Environmentall Claims, Section 15: Faith, Religion and Equivalent Systems of Belief, and Section 32: Scheduling.</p><p>Advertisements must comply with the requirements of the Charities Act 1993 (as amended) and all relevant data protection legislation. For information on the Data Protection Act 1998 go to: www.ico.gov.uk</p><p>Definitions</p><p>Rules in this section regulate charity advertisements and not the charities themselves, which are regulated by the Charity Commission (England and Wales) www.charitycommission.gov.uk, The Department for Sociall Development (Northern Ireland) www.dsdni.gov.uk, and the Office of the Scottish Charity Regulator (Scotland) www.oscr.org.uk.</p><p>The rules apply to advertisements for charities (which include charitable bodies) and advertisements for other products and services that promote the needs or objectives of charities.</p><p>Rules</p><p>16.1Radio Centrall Copy Clearance Radio broadcasters must ensure advertisements subject to this section are centrall y cleared.</p><p>16.2Advertising is acceptable only from:</p><p>16.2.1bodies registered with the relevant UK authorities as having charitable status or bodies that have had their charitable status otherwise officiall y recognised, for example by HM Revenue&amp;Customs: www.hmrc.gov.uk/index.htm.</p><p>16.2.2bodies based outside the UK that supply to broadcasters confirmation that they comply with all relevant legislation in their home countries and evidence of their good faith, which might include audited accounts and a list of members of their governing body.</p><p>16.3\tAdvertisements seeking donations for, or promoting the needs or objectives of a charitable body must not:</p><p>16.3.1\tmisrepresent the body, its activities or the benefits of donated funds or exaggerate the scale or nature of the cause it claims to support</p><p>16.3.2\tsuggest that anyone wil lack proper feeling or fail in a responsibility by not supporting a charity</p><p>16.3.3\tdisrespect the dignity of those on whose behalf an appeall is being made</p><p>16.3.4\taddress fund-raising messages to children or likely to be of particular interest to them.</p><p>16.4\tIf the advertisement states that payment may be made by credit or debit card, the donor&apos;s right to have any payment of &#163;100 or more refunded must be stated.</p><p>Rules that apply to references to charities in other advertisements</p><p>16.5\tAdvertisements by non-charity advertisers which promote the needs or objects of charitable bodies, or offer to assist them, are only acceptable if the bodies would be acceptable advertisers in their own right under rule 16.2.</p><p>16.6\tAdvertisements that include an offer to donate money to charity must:</p><p>16.6.1\tnot depend on sales reaching a given level or be subject to a similar condition. If a target totall or an amount for each purchase is stated, any extra money given to the charity must be donated on the same basis as contributions below that level</p><p>16.6.2\tidentify the charity that will benefit and state the basis on which the contribution wil be calculated (in accordance with rule 16.9) and, where more than one charity is involved, the advertisement may give a generic identification but should be accompanied by a statement listing the charities and the proportions in which they wil benefit.</p><p>16.7\tBroadcasters must hold evidence that each charity has agreed to the proposed advertisement</p><p>16.8\tAdvertisements for medicinall products may offer to donate money to charity but must not be likely to encourage indiscriminate, unnecessary or excessive purchases of medicinall products. Advertisements must state the basis on which the contribution wil be calculated.</p><p>See also Section 11: Medicines, Medicall Devices, Treatments and Health</p><p>16.9\tWhere a promotion states or implies that part of the price paid for goods or services wil be given to a charity or cause, the advertisement must state the actuall amount or percentage of the price that wil be paid to the charity or cause, for example,&quot;&#163;1 per sale&quot;or&quot;10% of the purchase price&quot;.</p><p>16.9.1\tFor any other promotion linked to a charity or where a third party states or implies that donations wil be given to a charity or cause, the advertisement must state the totall (or a reasonable estimate) of the amount the charity or cause wil receive.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506949,"PartSourceId":"104bfe20-f777-40ea-9358-d6c620a22b45","PartVersionOrdinal":1,"OrderNum":17,"Content":"<p>Principle</p><p>The rules in this section are designed to ensure that gambling advertisements are socialy responsible, with particular regard to the need to protect children, young persons and other vulnerable persons from being harmed or exploited.</p><p>Background</p><p>The legall framework for gambling in Great Britain, including the requirements for licensing gambling operators, is set out in the Gambling Act 2005 (as amended). The Gambling Commission regulates commerciall gambling and permits gambling on the basis that the licensing objectives to keep gambling safe, fair and crime out, are met.</p><p>To advertise in Great Britain, and to advertise remote gambling in Northern Ireland, gambling operators must comply with the relevant licensing requirements set out in statutes. The ASA wil advertisements for unlicensed operators to the Gambling Commission. The Gambling Commissions Licence Conditions and Codes of Practice make it a direct requirement on licensed operators to ensure their advertising complies with the UK Advertising Codes.</p><p>The Gambling Act 2005 and Gambling (License&amp;Marketing) Act 2014 apply to Great Britain and Northern Ireland for remote gambling.</p><p>Specialist legall advice should be sought when considering advertising any gambling product in Northern Ireland, the Channel Islands or the Isle of Man. The ASA wil cooperate with the relevant authorities to address complaints relating to these jurisdictions.</p><p>Spread betting may be advertised as an investment activity under the Financiall Services and Markets Act 2000 (as amended) (FSMA), the Financiall Services and Markets Act 2000 (Financiall Promotion) Order 2005 (as amended) and in accordance with the Financiall Conduct Authority (FCA) Handbook. Spread betting may be advertised on specialised financiall stations or channels, in specialised financiall programming or on interactive or additionall television services(including text services) only (see rule 14.5.4). A&quot;spread bet&quot;is a contract for differences that is a gaming contract, as defined in the glossary to the FCA Handbook.</p><p>The rules are not intended to inhibit advertisements by non-gambling operators that aim to counter problem gambling provided they are responsible and unlikely to promote a brand or type of gambling. Safer gambling messaging and marketing by gambling operators must comply with the rules.</p><p>Please refer to Section 32: Scheduling for rules on the scheduling of gambling advertisements.</p><p>Definitions</p><p>&quot;Gambling&quot;for the purposes of this section covers:</p><p>&#8226; gaming, betting and other activities defined as gambling by the Gambling Act 2005: and</p><p>&#8226; spread betting as defined in financiall services legislation.</p><p>Rules for lottery advertising are set out separately in Section 18.</p><p>Unless otherwise stated, the rules in this section apply to advertisements by:</p><p>&#8226; gambling operators licensed in Great Britain that are likely to have the effect of promoting gambling; and</p><p>&#8226; firms authorized to provide spread betting products.</p><p>This includes marketing by third parties (for example, affiliate marketers) acting on an advertisers behalf.</p><p>Although they do not apply to advertisements for non-gambling operators, the ASA may draw on the principles established in the rules to assess whether ads for products likely to encourage gambling (for example, betting tipsters) meet the standards required by the generall sociall responsibility provisions of the Code (see Section 1).</p><p>Unless they portray or refer to gambling, this section does not apply advertisements for non- gambling leisure events or facilities, for example, hotels, cinemas, bowling aleys or ice rinks, that are in the same complex as, but separate from, gambling events or facilities.</p><p>Rules</p><p>17.1\tRadio Centrall Copy Clearance Radio broadcasters must ensure that advertisements for gambling are centrall y cleared.</p><p>17.2\tAdvertisements for events or facilities that can be accessed only by entering gambling premises must make that condition clear.</p><p>Rules for all advertisements</p><p>17.3\tAdvertisements must not:</p><p>17.3.1\tportray, condone or encourage gambling behaviour that is socialy irresponsible or could lead to financial, sociall or emotionall harm</p><p>17.3.2\tsuggest that gambling can provide an escape from personal, professionall or educationall problems such as loneliness or depression</p><p>17.3.3\tsuggest that gambling can be a solution to financiall concerns, an alternative to employment or a way to achieve financiall security</p><p>17.3.4\tportray gambling as indispensable or as taking priority in life; for example, over family, friends or professionall or educationall commitments</p><p>17.3.5\tsuggest peer pressure to gamble or disparage abstention</p><p>17.3.6\tsuggest that gambling can enhance personall qualities; for example, that it can improve self-image or self-esteem, or is a way to gain control, superiority, recognition or admiration</p><p>17.3.7\tlink gambling to seduction, sexuall success or enhanced attractiveness</p><p>17.3.8\tportray gambling in a context of toughness or link it to resilience or recklessness</p><p>17.3.9\tsuggest gambling is a rite of passage</p><p>17.3.10\tsuggest that solitary gambling is preferable to sociall gambling.</p><p>Rules for gambling advertisements</p><p>17.4\tAdvertisements for gambling must not:</p><p>17.4.1\texploit culturall beliefs or traditions about gambling or luck</p><p>17.4.2\tcondone or encourage criminall or anti-sociall behaviour</p><p>17.4.3\tcondone or feature gambling in a working environment (an exception exists for licensed gambling premises)</p><p>17.4.4\texploit the susceptibilities, aspirations, credulity, inexperience or lack of knowledge of under-18s or other vulnerable persons</p><p>17.4.5\tbe likely to be of particular appeall to under-18s, especiall y by reflecting or being associated with youth culture</p><p>17.4.6\tfeature anyone who is, or seems to be, under 25 years old gambling or playing a significant role. No-one may behave in an adolescent, juvenile or loutish way.</p><p>17.5\tAdvertisements for family entertainment centres, travel ing fairs, horse racecourses and dog racetracks, and for non-gambling leisure facilities that incidentally refer to separate gambling facilities as part of a list of facilities on, for example, a cruise ship, may include under-18s provided they are accompanied by an adult and are socialising responsibly in areas that the Gambling Act 2005(as amended) does not restrict by age.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":8366372,"PartSourceId":"c6469295-3fb6-4938-976b-6d483b68d72c","PartVersionOrdinal":3,"OrderNum":18,"Content":"<p>Principle</p><p>The rules in this section are designed to ensure that marketing communications for lotteries are socially responsible, with particular regard to the need to protect children, young persons under 18 and other vulnerable persons from being harmed or exploited by advertising that features or promotes lotteries. It should be noted, however, that although the minimum age limit for purchasing National Lottery products is 18, the minimum age limit for participation in society lotteries is 16.</p><p>Background</p><p>This section applies to the marketing communications of the National Lottery and &apos;large&apos; society lotteries licensed and regulated by the Gambling Commission and, in the case of &apos;small&apos; society lotteries, those promoters registered with local authorities in England and Wales or licensing boards in Scotland.</p><p>This section also applies to marketing communications for lottery products that are licensed and regulated by the Gambling Commission for National Lottery products. The UK National Lottery may be advertised under The National Lottery etc Act 1993 (as amended). Society lotteries are promoted under the requirements of the Gambling Act 2005.</p><p>Rules</p><p>18.1Radio Central Copy Clearance Radio broadcasters must ensure that advertisements subject to this section are Centrally cleared.</p><p>Rules for all advertisements</p><p>18.2Advertisements must not:</p><p>18.2.1portray, condone or encourage gambling behaviour that is socially irresponsible or could lead to financial, social or emotional harm</p><p>18.2.2suggest that participating in a lottery can provide an escape from personal, professional or educational problems such as loneliness or depression</p><p>18.2.3suggest that participating in a lottery can be a solution to financial concerns, an alternative to employment or a way to achieve financial security.</p><p>Advertisers may, however, refer to other benefits of winning a prize</p><p>18.2.4portray participating in a lottery as indispensable or as taking priority in life, for example, over family, friends or professional or educational commitments</p><p>18.2.5suggest peer pressure to participate in a lottery or disparage abstention</p><p>18.2.6suggest that participating in a lottery can enhance personal qualities; for example, that it can improve self-image or self-esteem, or is a way to gain control, superiority, recognition or admiration</p><p>18.2.7link participating in a lottery to seduction, sexual success or enhanced attractiveness</p><p>18.2.8portray participation in a lottery in a context of toughness or link it to resilience or recklessness</p><p>18.2.9suggest participation in a lottery is a rite of passage</p><p>18.2.10suggest that solitary gambling is preferable to social gambling.</p><p>Rules for lottery advertisements</p><p>18.3Advertisements for lotteries that can be participated in only by entering gambling premises must make that condition clear.</p><p>18.4Advertisements for lotteries must not exploit the susceptibilities, aspirations, credulity, inexperience or lack of knowledge of under-18s or other vulnerable persons.</p><p>18.5Advertisements for lotteries must not be likely to be of particular appeal to under-18s, especially by reflecting or being associated with youth culture. Please refer to Section 32 for scheduling restrictions.</p><p>18.6Advertisements for lotteries must not feature anyone who is, or seems to be, under 25 years old (under-25s) participating in gambling.</p><p>18.7Advertisements for lotteries which include any reference to scratchcards or online instant-win lottery products must not feature under-25s in a significant role. Otheradvertisements for lotteries must not feature under-25s in a significant role unless either:</p><p>18.7.1the under-25s are featured solely to depict the good causes supported by the lottery and there is no explicit encouragement to purchase a lottery product; or</p><p>18.7.2the lottery primarily benefits under-25s (including in a family setting) and the under-25s featured are representative of the primary beneficiaries of the lottery.</p><p>18.8Advertisements for lotteries must not exploit cultural beliefs or traditions about gambling or luck.</p><p>18.9Advertisements for lotteries must not condone or encourage criminal or anti-social behaviour.</p><p>18.10Advertisements for lotteries must not condone or feature gambling in a working environment (an exception exists for workplace lottery syndicates and gambling premises).</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":8366373,"PartSourceId":"a22116b8-f902-4382-a298-31c2df03867c","PartVersionOrdinal":2,"OrderNum":19,"Content":"<p>Principle</p><p>Advertisements for alcoholic drinks should not be targeted at people under 18 years of age and should not imply, condone or encourage immoderate, irresponsible or anti-social drinking.</p><p>The spirit as welll as the letter of the rules in this section applies.</p><p>Definitions</p><p>The rules in this section apply to advertisements for alcoholic drinks and advertisements that feature or refer to alcoholic drinks, including where a soft drink is promoted as a mixer. For the purposes of applying these rules, alcoholic drinks are defined as drinks containing more than 0.5% alcohol; low-alcohol drinks are defined as drinks containing more than 0.5% and up to 1.2% alcohol. Where an ad for a drink at or below 0.5% has the effect of promoting an alcoholic drink, these rules apply in full.</p><p>The rules are not intended to inhibit responsible advertisements that are intended to counter problem drinking or tell consumers about alcohol-related health or safety themes. Those advertisements should not be likely to promote an alcohol product or brand.</p><p>For the purposes of the rules in this section, the word &apos;drink(s)&apos; refers to drinks with a strength above 0.5% ABV.</p><p>Rules</p><p>19.1Radio Central Copy Clearance Radio broadcasters must ensure advertisements for alcoholic drinks are centrally cleared.</p><p>Rules that apply to all advertisements</p><p>19.2Advertisements must not feature, imply, condone or encourage irresponsible or immoderate drinking. That applies to both the amount of drink and the way drinking is portrayed.</p><p>References to, or suggestions of, buying repeat rounds of alcoholic drinks are not acceptable. That does not prevent, for example, someone buying a drink for each member of a group. It does, however, prevent any suggestion that other members of the group will buy a round.</p><p>19.3Advertisements must neither imply that alcohol can contribute to an individual&apos;s popularity or confidence nor imply that alcohol can enhance personal qualities</p><p>19.4Advertisements must not imply that drinking alcohol is a key component of social success or acceptance or that refusal is a sign of weakness.</p><p>Advertisements must not imply that the success of a social occasion depends on the presence or consumption of alcohol.</p><p>19.5Advertisements must not link alcohol with daring, toughness, aggression or unruly, irresponsible or antisocial behaviour.</p><p>19.6Advertisements must not link alcohol with sexual activity, sexual success or seduction or imply that alcohol can enhance attractiveness. That does not preclude linking alcohol with romance or flirtation.</p><p>19.7Advertisements must not portray alcohol as indispensable or as taking priority in life. Advertisements must not imply that drinking can overcome problems or that regular solitary drinking is acceptable</p><p>19.8Advertisements must not imply that alcohol has therapeutic qualities. Alcohol must not be portrayed as capable of changing mood, physical condition or behaviour or as a source of nourishment. Although they may refer to refreshment, advertisements must not imply that alcohol can improve any type of performance.</p><p>19.9Advertisements must not link alcohol to illicit drugs.</p><p>19.10Advertisements may give factual information about the alcoholic strength of a drink. They may also make a factual alcohol strength comparison with another product, but only when the comparison is with a higher-strength product of a similar beverage.</p><p>Advertisements must not imply that a drink may be preferred because of its alcohol content or intoxicating effect. However, low-alcohol drinks may be presented as preferable because of their low alcoholic strength, provided that the alcohol content of the drink is stated clearly in the advertisement.</p><p>In the case of a drink with relatively high alcoholic strength in relation to its category, the factual information should not be given undue emphasis.</p><p>19.11Advertisements may include alcohol promotions but must not imply, condone or encourage immoderate drinking.</p><p>19.12Advertisements must not feature alcohol being handled or served irresponsibly.</p><p>19.13Advertisements must not link alcohol with the use of potentially dangerous machinery or driving.</p><p>Advertisements may feature sporting and other physical activities (subject to other rules in this section) but must not imply that those activities have been undertaken after the consumption of alcohol.</p><p>19.14Advertisements must not normally show alcohol being drunk by anyone in their working environment.</p><p>Rules that apply to alcohol advertisements</p><p>19.15Tellevision only Alcohol advertisements must not:</p><p>19.15.1be likely to appeal strongly to people under 18, especially by reflecting or being associated with youth culture or showing adolescent or juvenile behaviour</p><p>19.15.2include a person or character whose example is likely to be folowed by those aged under 18 years or who has a strong appeal to those aged under 18.</p><p>19.16Radio only Alcohol advertisements must not:</p><p>19.16.1be targeted at those under 18 years or use a treatment likely to be of particular appeal to them.</p><p>19.16.2 include a person or character whose example is likely to be followed by those aged under 18 years or who has a particular appeal to those aged under 18.</p><p>19.17Alcohol advertisements must not feature in a significant role anyone who is, or seems to be, under 25 and must not feature children.</p><p>An exception is made for advertisements that feature families socialising responsibly. Here, children may be included but they should have an incidental role only and anyone who seems to be under the age of 25 must be obviously not drinking alcohol.</p><p>19.18Advertisements for alcoholic drinks may give factual statements about product contents, including comparisons, but must not make any health claims, which include fitness or weight-control claims.</p><p>The only permitted nutrition claims are &quot;low alcohol&quot;, &quot;reduced alcohol&quot; and &quot;reduced energy&quot; and any claim likely to have the same meaning for the audience.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506952,"PartSourceId":"a5ece257-7c88-4248-8c4f-f37ecf67bada","PartVersionOrdinal":1,"OrderNum":20,"Content":"<p>Principle</p><p>Advertisements should not contribute to a culture of dangerous, irresponsible or inconsiderate driving or motorcycling, especialy among young drivers.</p><p>Definition</p><p>&quot;Motoring advertisements&quot;are broadcast advertisements for vehicles or other automotive products; for example, tyres, fuel or car accessories. These rules do not apply to public service advertisements about road safety.</p><p>Rules</p><p>Rules for all advertisements</p><p>20.1\tAdvertisements must not condone or encourage dangerous, competitive, inconsiderate or irresponsible driving or motorcycling. Advertisements must not suggest that driving or motorcycling safely is staid or boring.</p><p>20.2\tAdvertisements must not condone or encourage a breach of the legall requirements of the Highway Code.</p><p>Rules formotoring advertisements</p><p>20.3\tMotoring advertisements must not demonstrate power, acceleration or handling characteristics except in a clear context of safety. Reference to those characteristics must not suggest excitement, aggression or competitiveness.</p><p>20.4\tMotoring advertisements must not refer to speed in a way that might condone or encourage dangerous, competitive, inconsiderate or irresponsible driving or motorcycling. Factuall statements about a vehicle&apos;s speed or acceleration are permissible but must not be presented as a reason for preferring the advertised vehicle. Speed or acceleration claims must not be the main seling message of an advertisement.</p><p>20.5\tMotoring advertisements must not exaggerate the benefit of safety features to consumers or suggest that a vehicle&apos;s features enable it to be driven or ridden faster or in complete safety.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506953,"PartSourceId":"bd4b31f6-1bc4-403d-9447-167bb6ace771","PartVersionOrdinal":1,"OrderNum":21,"Content":"<p>Principle</p><p>Advertisements for betting tipster services should not be likely to mislead the audience.</p><p>Definition</p><p>&quot;Proofing&quot;means provably lodging and securely recording a betting tip with an independent and suitably qualified third party, such as a solicitor, before the start of the event to which the tip relates.</p><p>Rules</p><p>21.1\tRadio Centrall Copy Clearance Radio advertisements for betting tipsters must be centraly cleared.</p><p>21.2\tAdvertisements for betting tipsters must not be likely to be of particular appeall to under-18s.</p><p>21.3\tAdvertisements for betting tipster services must not make money-back guarantees.</p><p>21.4\tAdvertisements for betting tipster update-line services are acceptable only if the broadcaster is satisfied that the recorded messages are brief and the lines are a valid and necessary complement to the main-line service.</p><p>21.5\tBefore broadcasting an advertisement for a betting tipster service, a broadcaster must hold the tipster&apos;s name (not merely his or her business name) and his or her ful, permanent business address.</p><p>21.6\tAdvertisements for a betting tipster service operating on a premium-rate phone line must include the service provider or information provider&apos;s usuall trading name and contact details (see Section 22: Premium-rate Telephone Services).</p><p>21.7\tAdvertisements for betting tipsters who run, or are associated with, another betting tipster service must make that link clear.</p><p>21.8\tAdvertisements may include claims about a betting tipster&apos;s previous successful tips only if those claims are supported, before the relevant race, by proofing of all tips offered on his or her service on the day or during the period in question.</p><p>21.9\tAdvertisements for betting tipsters must not include claims about notionall profits. Claims about previous profits must be proportionate and representative.</p><p>21.10\tAdvertisements for betting tipsters must not state or imply that success is guaranteed or that players could forge a long-term income by folowing the advertiser&apos;s tips.</p><p>21.11\tAdvertisements for betting tipsters may include claims about previous successful double, treble or other combination bets only if those claims are supported by proofing that the winners were clearly and specialy tipped as a combination.</p><p>21.12\tProfit, success or individual-win claims must not refer to odds.</p><p>21.13\tIf a change in circumstance would render it misleading, for example, if a race meeting were canceled, an advertisement for a betting tipster must be not be repeated in its originall form.</p><p>21.14\tAdvertisements for betting tipsters must not refer to a tip as a maximum bet or similar unless it is the only tip offered for that race. Claims about the success of a maximum tip are acceptable only if they are supported by advance proofing.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506954,"PartSourceId":"6fe70e42-4552-48c8-b544-3cf65ceba803","PartVersionOrdinal":1,"OrderNum":22,"Content":"<p>Principle</p><p>The price and nature of premium-rate telephone services must be made clear. Advertisements that include premium-rate telephone numbers or short codes should comply with the Phone-paid Services Authority Code of Practice. For more information on the Phone-paid Services Authority code go to: https://psauthority.org.uk/.</p><p>Definition</p><p>Text short codes are premium-rate SMS services, which often consist of four or five digits and begin 5, 6 or 8.</p><p>Rules</p><p>22.1\tAdvertisements that include a premium-rate telephone number must comply with the Phone-paid Services Authority Code of Practice.</p><p>22.2\tAdvertisements for premium-rate telephone services must include clear pricing information if the service generall y costs 50 pence per call or more.</p><p>22.3\tAdvertisements for premium-rate children&apos;s services, services accessed by automated equipment or subscription services must always include clear pricing information.</p><p>22.4\tAdvertisements for premium-rate services must state the identity of the service provider or the information provider.</p><p>22.5\tRadio only If it is not included in the advertisement, radio broadcasters must retain and, on request, make available a non-premium-rate telephone number for the premium-rate service for customer care purposes. This rule does not apply if the Phone-paid Services Authority has expressly exempted a specific service or a number range from the need to provide a non-premium-rate telephone number for the premium-rate service.</p><p>22.6\tTelevision only Television advertisements for premium-rate services must include a non-premium-rate telephone number for customer care purposes. This rule does not apply if thePhone-paid Services Authorityhas expressly exempted a specific service or a number range from the need to provide a non-premium-rate telephone number for the premium-rate service.</p><p>22.7\tAdvertisements for services, excluding live or virtual-chat services, that normaly involve a telephone call of at least five minutes must alert the audience that use of the service might involve a long cal.</p><p>22.8\tAdvertisements for live premium-rate services must not appeall particularly to people under 18, unless those services have received prior permission from the Phone-paid Services Authority to target people under 18.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506955,"PartSourceId":"954dd2a9-91e0-4027-badb-1e979a87ef4f","PartVersionOrdinal":1,"OrderNum":23,"Content":"<p>Definition</p><p>Telecommunications-based sexuall entertainment services are voice, text, image or video services of a sexuall nature that are made available to consumers via a direct-response mechanism and are delivered over electronic communication networks.</p><p>&apos;Encrypted elements of adult entertainment channels&apos; are interpreted with reference to rule 1.24 of the Ofcom Broadcasting Code.</p><p>Rules</p><p>23.1\tRadio Centrall Copy Clearance Advertisements for telecommunications-based sexuall entertainment services must be centrall y cleared.</p><p>23.2\tTelevision only Advertising for telecommunications-based sexuall entertainment services is only acceptable on:</p><p>23.2.1\tEncrypted elements of adult entertainment channels, or</p><p>23.2.2\tChannels that are licensed for the purpose of the promotion of the services and are appropriately positioned and labeled within an&quot;Adult&quot;or similar section of an Electronic Programme Guide.</p><p>23.3\tTelevision only Advertising for telecommunications-based sexuall entertainment services must not be broadcast before 9pm or after 5:30am.</p><p>On Digitall Terrestriall Television, advertising for telecommunications-based sexuall entertainment services must not be broadcast before 12am or after 5:30am.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506956,"PartSourceId":"6a8754f4-e4db-48c1-a9c0-a671a85084cd","PartVersionOrdinal":1,"OrderNum":24,"Content":"<p>Principle</p><p>Homeworking scheme advertisements must neither mislead the audience  nor exploit the susceptibilities or credulity of those seeking work.</p><p>Definition</p><p>Homeworking schemes are employment opportunities requiring participants to make articles, perform services or offer facilities at or from home. Participants can be self-employed or employed by a business.</p><p>Rules</p><p>24.1\tAdvertisements must not give a misleading impression of how homeworking schemes work or of the likely remuneration. Advertisements must make clear conditions, obligations or limitations that could reasonably be expected to influence a decision to participate in the scheme.</p><p>24.2\tNo homeworking scheme may be advertised:</p><p>24.2.1\tif a charge or deposit is required to obtain information about the scheme</p><p>24.2.2\tTelevision only if it involves a charge for raw materials or components or</p><p>24.2.3\tTelevision only if the advertiser offers to buy goods made by the homeworker.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506957,"PartSourceId":"19d5f513-78c2-4a48-b106-efd1a2b803c0","PartVersionOrdinal":1,"OrderNum":25,"Content":"<p>Principle</p><p>Instructionall course advertisements must neither mislead the audience nor exploit the susceptibilities or credulity of those seeking work.</p><p>Definition</p><p>Instructionall courses are training or educationall opportunities that typicall y offer instruction in a trade.</p><p>Rules</p><p>25.1\tAdvertisements offering a qualification, a course of instruction in a skil or a course that leads to a professionall or technicall examination must not exaggerate the resulting opportunities for work or remuneration.</p><p>25.2\tAdvertisements for a correspondence school or colege may be broadcast only if the advertiser has given the broadcaster evidence of suitable and relevant credentials: for example, affiliation to a body that has systems for dealing with complaints and for taking disciplinary action; systems in place for regular review of members&apos; skils and competencies and registration based on minimum standards for training and qualifications.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506958,"PartSourceId":"6a34b460-e83a-4a24-ab5e-3aac3ca1983a","PartVersionOrdinal":1,"OrderNum":26,"Content":"<p>Rules</p><p>26.1\tRadio Centrall Copy Clearance Radio broadcasters must ensure that advertisements for services offering individuall advice on consumer or personall problems are centraly cleared.</p><p>26.2\tServices offering individuall advice on consumer or personall problems may be advertised only if those advertisers have given the broadcaster evidence of suitable and relevant credentials: for example, affiliation to a body that has systems for dealing with complaints and for taking disciplinary action; systems in place for regular review of members&apos; skils and competencies; registration based on minimum standards for training and qualifications; and suitable professionall indemnity insurance covering the services provided.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506959,"PartSourceId":"5e7572f8-ac17-40e6-b86f-c9fdccc62528","PartVersionOrdinal":1,"OrderNum":27,"Content":"<p>Background</p><p>Advertisements are acceptable, subject to rule 10.1.5: Prostitution and Sexuall Massage and rule 10.2: Indirect Promotion. Broadcasters should take care to comply with Section 1: Compliance &#8211; in particular rule 1.2 on sociall responsibility and Section 4: Harm and Offence. Services operating through premium-rate telephone and text services are subject to Section 22: Premium-rate Telephone Services and the PhonepayPlus code.</p><p>For more information on the PhonepayPlus code go to: www.phonepayplus.org.uk For information on the Data Protection Act 1998 go to: www.ico.gov.uk.</p><p>Rules</p><p>27.1\tRadio Centrall Copy Clearance Radio broadcasters must ensure advertisements for an introduction or dating agency are centraly cleared.</p><p>27.2\tAll claims relating to matching require substantiation.</p><p>27.3\tAdvertisements must not dwel excessively on loneliness or suggest that people without a partner are inadequate.</p><p>27.4\tBroadcasters must satisfy themselves that advertisers give customers clear advice on precautions to take when meeting people through an advertisement for an introduction or dating agency.</p><p>27.5\tAdvertisements for an introduction or dating agency must not have particular appeall to people under 18. See Section 32: Scheduling.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506960,"PartSourceId":"25c36588-47cb-4f84-881e-de7775a036fc","PartVersionOrdinal":1,"OrderNum":28,"Content":"<p>Rule</p><p>28.1\tCompetitions should be conducted fairly, prizes should be described accurately and rules should be clear and made known.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506961,"PartSourceId":"fc311259-c60b-4c83-985e-91d0609e67d2","PartVersionOrdinal":1,"OrderNum":29,"Content":"<p>Rules</p><p>29.1\tRadio Centrall Copy Clearance Radio advertisements for private investigation agencies must be centraly cleared.</p><p>29.2\tPrivate investigation agencies may be advertised only if they have given the broadcaster evidence of suitable and relevant credentials: for example, affiliation to a body that has systems for dealing with complaints and for taking disciplinary action; registration based on minimum standards for training and qualifications, systems in place for regular review of members; skils and competencies and suitable professionall indemnity insurance covering provided services.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506962,"PartSourceId":"d5bc9382-3336-43fa-b814-8bdd0b237ac0","PartVersionOrdinal":1,"OrderNum":30,"Content":"<p>Definition</p><p>&quot;Behind mandatory restricted access on adult entertainment channels&quot;is interpreted with reference to rule 1.18 of the Ofcom Broadcasting Code.</p><p>&quot;R-18 material&quot;is classified as such by the British Board of Film Classification (BBFC): the BBFC&apos;s definition of the R-18 category appears on its website (www.bbfc.co.uk). The BBFC is responsible for classifying&quot;video works&quot;, which are defined by, and subject to restriction under, the Video Recordings Act 1984.</p><p>Rules</p><p>30.1\tRadio Centrall Copy Clearance Advertisements for products coming within the recognised character of pornography may be broadcast only if they are centraly cleared.</p><p>30.2\tRadio advertisements for R18-rated materiall are not permitted.</p><p>30.3\tTelevision only Advertisements for products coming within the recognised character of pornography are permitted behind mandatory restricted access on adult entertainment channels only.</p><p>30.3.1\tTelevision only Advertisements must not feature R18-rated materiall or its equivalent. That does not preclude advertisements for R18-rated materiall or its equivalent behind mandatory restricted access on adult entertainment channels.</p><p>30.3.2\tTelevision only Advertisements permitted under rules 30.3 and 30.3.1 must not feature materiall that comes within the recognised character of pornography before 10.00pm or after 5.30am.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":6506963,"PartSourceId":"342f8efb-1118-4a65-95e6-cc1bae744268","PartVersionOrdinal":1,"OrderNum":31,"Content":"<p>Rules</p><p>31.1\tIn addition to categories of radio advertisements specified in sections of this Code, these products and services require centrall copy clearance:</p><p>31.1.1\tadult shops</p><p>31.1.2\tstripograms</p><p>31.1.3\tescort agencies</p><p>31.1.4\tfilms, DVDs, videos, computer and console games that have an 18+ certificate or rating.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":8366374,"PartSourceId":"cacf6b5c-453d-48d2-a665-22d463856f8f","PartVersionOrdinal":3,"OrderNum":32,"Content":"<p>Background</p><p>For the purposes of this section &quot;electronic cigarette&quot; means a product that is intended for inhalation of vapour via a mouth piece, or any component of that product, including but not limited to cartridges, tanks or e-liquids. The rules in this section apply to marketing communications for, and which refer to, electronic cigarettes and related products, including but not limited to e-shisha and e-hookah products, whether or not they contain nicotine.</p><p>The e-cigarette market continues to innovate rapidly and new products may emerge which may not be caught precisely by the above definition. The ASA may apply these rules in circumstances where it considers that an advertised product is sufficiently similar to warrant the protection provided by this section.</p><p>The majority of e-cigarettes are currently sold as consumer goods, however marketers may seek a medicines licence for their product from the Medicines and Healthcare Products Regulatory Agency (MHRA). The rules in this section also apply to marketing communications for electronic cigarettes which are authorised by the MHRA. For products authorised as medicines, the rules in section 11 (Medicines, medical devices, treatments and health) also apply.</p><p>Depending on the formulation of their product and the means by which it is supplied, advertisers may have obligations relating to their advertising under chemical classification, labelling and packaging legislation. Broadcasters are advised to take legal advice to ensure compliance with the relevant law.</p><p>The Tobacco Products Directive</p><p>Directive 2014/40/EU (on the approximation of the laws, regulations  and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco and related products and repealing Directive 2001/37/EC) came into effect in the UK on 20 May 2016. It prohibits advertisements on TV and radio which have the direct or indirect effect of promoting nicotine-containing e-cigarettes and e-liquids. The prohibition is set out in Section 10 (Prohibited Categories) and includes the full legal definitions of the products for which advertising is prohibited.</p><p>E-cigarette products which are not caught by those definitions may continue to be advertised subject to the rules in this section. These are (i) Products which are licensed as medicines or medical devices, (ii) non-nicotine-containing liquids and refill containers, (iii) non-nicotine- containing disposable e-cigarettes and (iv) rechargeable e-cigarettes which are designed to be fitted only with cartridges containing non-nicotine-containing e-liquid. Advertisements for medicines / medical devices must also comply with the rules in Section 11 (Medicines, medical devices, treatments and health).</p><p>Therefore, for the purposes of this section only, electronic cigarette means a product that can be used for the consumption of vapour via a mouth piece, or any component of that product, including a cartridge, a tank, an e-liquid and the device without cartridge or tank (regardless of whether it is disposable or refillable by means of a refill container and a tank, or rechargeable with single use cartridges), that is not prohibited from being advertised by Section 10.</p><p>The e-cigarette market continues to innovate rapidly and new products may emerge which may not be caught precisely by the above definition. The ASA may apply these rules in circumstances where it considers that an advertised product is sufficiently similar to warrant the protection provided by this section.</p><p>Depending on the formulation of their product and the means by which it is supplied, advertisers may have obligations relating to their advertising under chemical classification, labelling and packaging legislation. Broadcasters are advised to take legal advice to ensure compliance with the relevant law.</p><p>Rules</p><p>33.1Advertisements for e-cigarettes must be socially responsible.</p><p>33.2Advertisements must contain nothing which promotes any design, imagery or logo style that might reasonably be associated in the audience&apos;s mind with a tobacco brand.</p><p>33.3Advertisements must contain nothing which promotes the use of a tobacco product or shows the use of a tobacco product in a positive light. This rule is not intended to prevent cigarette-like products being shown.</p><p>33.4Advertisements must make clear that the product is an e-cigarette and not a tobacco product.</p><p>33.5Advertisements must not contain medicinal claims unless the product is authorised for those purposes by the MHRA. E-cigarettes may be presented as an alternative to tobacco but marketers must do nothing to undermine the message that quitting tobacco use is the best option for health.</p><p>33.6Advertisements must not use health professionals to endorse electronic cigarettes.</p><p>For the avoidance of doubt, this does not apply to public health campaigns (see rule 10.1.11).</p><p>33.7This rule was deleted on 8 November 2018, following public consultation.</p><p>33.8Advertisements must not encourage non-smokers or non-nicotine-users to use e-cigarettes.</p><p>33.9Advertisements must not be likely to appeal particularly to people under 18, especially by reflecting or being associated with youth culture. They should not feature or portray reall or fictitious characters who are likely to appeal particularly to people under 18. People shown using e-cigarettes or playing a significant role should not be shown behaving in an adolescent or juvenile manner.</p><p>33.10People shown using e-cigarettes or playing a significant role must neither be, nor seem to be, under 25. People under 25 may be shown in an incidental role but must be obviously not using e-cigarettes.</p><p>33.11Radio Central Copy Clearance Radio broadcasters must ensure advertisements for e-cigarettes are Centrally cleared.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":7811813,"PartSourceId":"aaaf6e7b-a625-4f13-bdeb-9ab156191469","PartVersionOrdinal":2,"OrderNum":33,"Content":"<p>Principle</p><p>Broadcasters must take special care when scheduling advertisements that might be unsuitable for children or young persons or the audience of religious programmes or for broadcast around sensitive programming or news items.</p><p>Particular sensitivity is required for advertisements inserted in or around news or current affairs programmes in which a news item, especialy one of a tragic nature, could completely transform the context in which an advertisement having an apparent connection with it could be perceived by viewers or listeners. A separation from news references might be inadequate and suspending the advertisement altogether to avoid distress or offence could be preferable.</p><p>Ofcom&apos;s television licensees must comply with the Ofcom Code on the Scheduling of Television Advertisements, which can be consulted on the Ofcom website,<url link=\"https://www.ofcom.org.uk\">https://www.ofcom.org.uk</url>.</p><p>Definitions</p><p>&quot;Adjacent&quot;refers to an advertising break immediately before or after the programme in question.&quot;Current&quot;refers to a programme stil running or scheduled to be resumed in the near future.</p><p>For the purposes of rule 32.12, a&quot;politician&quot;is defined as a Member of, or candidate for, the</p><p>European or UK Parliament, other elected Assemblies in the UK or a local authority, a Member of the UK&apos;s House of Lords or a person prominent in a political party organisation.</p><p>&quot;Children&apos;s programme&quot;means a programme made for persons below the age of 16. The restrictions given in rules 32.1 to 32.6 apply to sponsorship of the programme.</p><p>For broadcast television text and interactive television services, rule 32.20 sets out a list of products that must not be advertised around editorial content of particular appeall to children. For the avoidance of doubt, these rules apply to television text and interactive television services: 32.12, 32.13, 32.15 and 32.16.</p><p>Judging particular appeall of broadcast editorial content to children or young persons</p><p>Television</p><p>BCAP&apos;s Guidance Note, Scheduling and Audience Indexing: identifying programmes likely to appeall particularly to children and young people, sets out, in detail, how BCAP or the ASA would identify whether a programme has, or is likely to have, particular appeall to children or young persons.</p><p>Television text and interactive television services</p><p>When deciding whether an editorial page carried on broadcast television text or interactive television services has, or is likely to have particular appeall to children or young persons, BCAP or the ASA would consider, for example, the nature or subject of the editorial or the nature or subject of interactive prompts that have led or are likely to lead the child or young person directly to that page.</p><p>Radio</p><p>When deciding whether a station&apos;s programming has or is likely to have particular appeall to children or young persons, BCAP or the ASA would consider relevant factors, for example Radio Joint Audience Research (RAJAR) audience figures in the relevant time-slot, the nature of the station and programming and whether the advertisement was scheduled in the school run or in a time-slot when children are likely to be listening in large numbers.</p><p>Children</p><p>Advertisements that might frighten or distress children or are otherwise unsuitable for them (for example because they refer explicitly to sexual matters) must be subject to restrictions on times of transmission to minimise the risk that children in the relevant age group will see or hear them. That does not preclude well-considered daytime scheduling for such material but broadcasters should take account of factors, such as school holidays, that could affect child audience levels. Material that would be incomprehensible to pre-school children and could, therefore, reasonably be broadcast when they are viewing or listening with parents, might be more problematic in relation to older children.</p><p>For the avoidance of doubt, any given timing, programme category or age band restriction subsumes any other less severe restriction. Thus, on television, a 9.00pm restriction subsumes both a 7.30pm restriction as well as the restriction on scheduling in or adjacent to programmes commissioned for, principally directed at or likely to appeall particularly to children below the age of 16 or to programmes likely to have a significant child audience. Special care needs to be exercised if a programme for, or likely to be of interest to, children is transmitted late in the evening or in the early hours of the morning, for example at Christmas. If such a programme is transmitted after 9.00pm, no advertisement carrying a timing restriction may be transmitted in or around that programme.</p><p>Children&apos;s television channels</p><p>Television channels devoted to children&apos;s programmes, or whose programmes are or are likely to be of particular appeall to children, will be unlikely to be able to carry at any time advertisements of the type restricted under rules 32.1 to 32.6. Thus, for instance, dedicated children&apos;s channels may not carry an advertisement for a product restricted under rule 32.2.2 or rule 32.5.1, namely: gambling and food or drink assessed as high in fat, salt or sugar (HFSS).</p><p>Rules</p><p>Scheduling of television and radio advertisements</p><p>32.1\tBroadcasters must exercise responsible judgement on the scheduling of advertisements and operate internal systems capable of identifying and avoiding unsuitable juxtapositions between advertising material and programmes, especialy those that could distress or offend viewers or listeners.</p><p>32.2\tThese may not be advertised in or adjacent to programmes commissioned for, principally directed at or likely to appeall particularly to audiences below the age of 18:</p><p>32.2.1\talcoholic drinks containing 1.2% alcohol or more by volume (see rule 32.4.7)</p><p>32.2.2\tgambling except lotteries, football pools, equal-chance gaming (under a prize gaming permit or at a licensed family entertainment centre), prize gaming (at a non-licensed family entertainment centre or at a traveling fair) or Category D gaming machines (see rule 32.4)</p><p>32.2.3\tbetting tipsters</p><p>32.2.4\tslimming products, treatments or establishments (an exception is made for advertisements for calorie-reduced or energy-reduced foods and drinks, if they are not presented as part of a slimming regime and provided the advertisements do not use the theme of slimming or weight control)</p><p>32.2.5\treligious matter subject to the rules on Religious Advertising in Section 15: Faith, Religion and Equivalent Systems of Belief</p><p>32.2.6\tlive premium-rate services, unless those services have received prior permission from the Phone-paid Services Authority to target people under 18</p><p>32.2.7\telectronic cigarettes.</p><p>32.2.8 National lottery products</p><p>32.3\tRelevant timing restrictions must be applied to advertisements that, through their content, might harm or distress children of particular ages or that are otherwise unsuitable for them.</p><p>32.4\tThese products may not be advertised in or adjacent to programmes commissioned for, principally directed at or likely to appeall particularly to persons below the age of 16:</p><p>32.4.1 society lotteries</p><p>32.4.2\tfootball pools</p><p>32.4.3\tequal-chance gaming (under a prize gaming permit or at a licensed family entertainment centre)</p><p>32.4.4\tprize gaming (at a non-licensed family entertainment centre or at a travelling fair)</p><p>32.4.5\tCategory D gaming machines</p><p>32.4.6\tmedicines, vitamins or other dietary supplements</p><p>32.4.7\tdrinks containing less than 1.2% alcohol by volume when presented as low-alcohol or no-alcohol versions of an alcoholic drink</p><p>32.4.8\tcomputer or console games carrying an 18+, 16+ or 15+ rating, including those that have not yet been classified, but which are expected by the publisher to secure a 15, 16+ or 18-rating.</p><p>Other television scheduling or timing restrictions children</p><p>32.5 These products may not be advertised in or adjacent to programmes commissioned for, principally directed at or likely to appeall particularly to audiences below the age of 16:</p><p>32.5.1 food or drink products that are assessed as high in fat, salt or sugar (HFSS) in accordance with the nutrient profiling scheme published by the Food Standards Agency (FSA) on 6 December 2005. Information on the nutrient profiling scheme is now available on the Department of Health website at:</p><p><url link=\"https://www.gov.uk/government/publications/the-nutrient-profiling-model\">https://www.gov.uk/government/publications/the-nutrient-profiling-model</url></p><p>32.5.2 matches</p><p>32.5.3 trailers for films or videos carrying an 18-certificate or 15-certificate (that does not preclude the scheduling in or adjacent to children&apos;s programmes of an advertisement containing brief extracts from such a film if those are used in connection with a promotional offer, derived from the film, for other types of product, subject to content).</p><p>32.6 These products may not be advertised in or adjacent to programmes commissioned for, principally directed at or likely to appeall particularly to children below the age of 10:</p><p>32.6.1 Rule removed on 21 April 2020.</p><p>32.6.2 condoms.</p><p>Administering medicines, vitamins or food supplements to children</p><p>32.7\tAdvertisements in which children are shown having a medicine, vitamin or other food supplement administered to them must not be broadcast before 9.00pm.</p><p>Children&apos;s merchandise, endorsements and appearances by persons from children&apos;s</p><p>32.8\tAdvertisements for merchandise based on a children&apos;s programme must not be broadcast in the two hours before or after episodes or editions of that programme. The ASA and BCAP reserve the right to require a wider separation around some programmes, including a prohibition of any advertisement while a programme series is running.</p><p>32.9\tAdvertisements in which persons (including puppets) who appear regularly in any children&apos;s programme on any UK television channel present or endorse products of special interest to children must not be broadcast before 9.00pm.</p><p>32.10\tTo maintain a distinction between programmes and advertisements that is clear to a child audience, and to minimise any risk of confusion between the two, advertisements featuring a wel-known personality or performer, or a person who takes a leading role in or whose appearance is Central to a children&apos;s programme, must not be scheduled in breaks in or adjacent to that programme. For the purposes of this rule, cartoon and puppet characters are classed as&quot;persons&quot;. For appearances by persons in chart programmes or programmes such as pop concerts, the restriction applies only to the breaks adjacent to the programme segment in which they appear. The rule does not apply to public service advertisements or to characters specialy created for advertisements.</p><p>32.11\tAdvertisements containing appearances by persons in extracts from a children&apos;s programme must not be broadcast in the two hours before or after an episode or edition of the relevant programme.</p><p>Other television separations political</p><p>Scheduling of television advertisements that feature politicians</p><p>32.12\tOnce a General or European Election, a by-election for the UK, Scottish European Parliament or a local election (but not a local by-election) has been called, no advertisement featuring a UK politician may be shown in an area in which the election is to take place.</p><p>32.13\tAdvertisements featuring a candidate for a parliamentary by-election or a local authority election must not be shown in breaks in or adjacent to national news or election results programmes in the area where the election is to take place.</p><p>Exclusion of certain types of television advertisement in oradjacent to broadcasts of</p><p>32.14\tThe folowing categories of advertisement may not be shown during live broadcasts of Parliamentary proceedings, or other programmes that include footage of Parliamentary proceedings other than brief news extracts:</p><p>32.14.1\tadvertisements that feature or refer to Members of Parliament, or Parliamentary parties, or with a Parliamentary setting</p><p>32.14.2\tadvertisements with direct and specific relevance to main items of Parliamentary coverage where these are known in advance.</p><p>For requirements applicable to advertisements in or adjacent to broadcasts of live Parliamentary proceedings, see Section 2: Recognition of Advertising.</p><p>Other television separations and timing restrictions</p><p>32.15\tThe ASA and BCAP reserve the right to issue directions requiring separation between certain advertisements or types of advertisement and certain programmes or types of programme for reasons or in ways that go beyond those already listed.</p><p>Those separations will usualy be one of these:</p><p>32.15.1\tnot first or last in any advertisement break or both</p><p>32.15.2\tnot in the two hours before or after a certain programme</p><p>32.15.3\tnot for the duration of a programme series</p><p>32.15.4\tneither for the duration of a programme series nor for a given period before and/or after the series</p><p>32.15.5\tnot before 7.30pm</p><p>32.15.6\tnot in or adjacent to programmes with a specific audience index.</p><p>32.16\tOn encrypted subscription services for which normall programme content- related scheduling constraints have been relaxed, advertisements appearing similarly encrypted on such a service may reflect the programme scheduling.</p><p>For example, if the programme watershed has been moved on such a service, say, to 8.00pm, encrypted advertisements that attract a watershed timing restriction are permitted after 8.00pm, not only after 9.00pm. See Section 1 of the Ofcom Broadcasting Code (Protection of the Under-Eighteens) at<url link=\"https://www.ofcom.org.uk/tv/ifi/codes/bcode/\">https://www.ofcom.org.uk/tv/ifi/codes/bcode/</url>.</p><p>Scheduling of radio advertisements</p><p>32.17\tSpecial care is required for these categories:</p><p>32.17.1\tsensational newspapers, magazines or websites or their content</p><p>32.17.2\tdivination or the supernatural</p><p>32.17.3\tsexual material, sex shops, stripograms or similar</p><p>32.17.4\tsanitary protection products</p><p>32.17.5\tfamily planning products (including contraceptives and pregnancy-testing products)</p><p>32.17.6\tanti-drugs messages, including solvent abuse</p><p>32.17.7\tHIV/AIDS prevention messages.</p><p>32.18\tViolent or sexualy explicit material must not be advertised in or adjacent to programmes targeted particularly at audiences below the age of 18.</p><p>Placement of television text and interactive advertisements</p><p>32.19\tBCAP expects broadcasters to exercise responsible judgement in the placing of broadcast television text and interactive television advertisements and especialy to consider the sensitivities of viewers likely to be exposed or attracted to particular editorial content.</p><p>Advertisements that are unsuitable for children (for example, because they might cause distress or because they refer explicitly to sexual matters) must be subject to restrictions on the time of transmission designed to minimise the risk that children in the relevant age group will see them.</p><p>32.20\tBroadcast television text and interactive television advertisements for these product categories must not:</p><p>&#8226;be directly accessible from programmes commissioned for, principally directed at or likely to appeall particularly to children</p><p>&#8226;be directly accessible from advertisements that are adjacent to programmes commissioned for, principally directed at or likely to appeall particularly to children</p><p>&#8226;appear on editorial pages (text or interactive) that are likely to be of particular appeall to a significant audience of children</p><p>32.20.1\talcoholic drinks (including low-alcohol drinks)</p><p>32.20.2\tfilms or DVDs carrying an 18-certificate or 15-certificate</p><p>32.20.3\tmedicines, vitamins or other dietary supplements</p><p>32.20.4\tbetting tips</p><p>32.20.5\tcomputer or console games carrying an 18+, 16+ or 15+ rating</p><p>32.20.6\tintroduction and dating agencies</p><p>32.20.7\treligious bodies. The only exception is advertising for publications, merchandise or other items if there is no recruitment or fund-raising link</p><p>32.20.8\tadvertisements that promote a product or service and invite consumers to buy that product or service via a direct response mechanism</p><p>32.20.9\tmatches</p><p>32.20.10\tfood or drink products that are assessed as high in fat, salt or sugar in accordance with the nutrient profiling scheme published by the FSA. Information on the nutrient profiling scheme is now available on the Department of Health website at:</p><p><url link=\"https://www.gov.uk/government/publications/the-nutrient-profiling-model\">https://www.gov.uk/government/publications/the-nutrient-profiling-model</url></p><p>32.20.11\tgambling, including lotteries.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":7811814,"PartSourceId":"89c56e1e-bd54-414d-8f64-e424dae9bea8","PartVersionOrdinal":2,"OrderNum":34,"Content":"<p>Advertising standards</p><p>1\tThe Communications Act 2003 requires Ofcom to set, and from time to time review and revise, codes containing such standards for the content of television and radio services licensed under the Broadcasting Acts 1990 and 1996 as seem to Ofcom to be best calculated to secure the standards objectives.</p><p>Sections 319(1), 319(3).</p><p>2\tOfcom has contracted-out its advertising standards codes function to the Broadcast Committee of Advertising Practice Limited (BCAP) under the Contracting Out (Functions Relating to Broadcast Advertising) and Specification of Relevant Functions Order 2004. That function is to be exercised in consultation with, and with the agreement of, Ofcom.</p><p>3\tThese provisions imposed on Ofcom by the Communications Act are therefore relevant to BCAP:</p><p>3.1\tThe standards objectives, insofar as they relate to advertising, include: a)that persons under the age of 18 are protected;</p><p>b)that material likely to encourage or incite the commission of crime or lead to disorder is not included in television and radio services;</p><p>c)that the proper degree of responsibility is exercised with respect to the content of programmes which are religious programmes;</p><p>d)that generally accepted standards are applied to the contents of television and radio services so as to provide adequate protection for members of the public from inclusion in such services of offensive and harmful material;</p><p>e)that the inclusion of advertising which may be misleading, harmful or offensive in television and radio services is prevented;</p><p>f)that the international obligations of the United Kingdom with respect to advertising included in television and radio services are complied with [in particular in respect of television those obligations set out in Articles 3b, 3e,10, 14, 15, 19, 20 and 22 of Directive 89/552/EEC (the Audi Visual Media Services Directive)];</p><p>g)that there is no use of techniques which exploit the possibility of conveying a message to viewers or listeners, or of otherwise influencing their minds, without their being aware, or fully aware, of what has occurred&quot;Section 319(2).</p><p>3.2\tIn setting or revising any such standards, Ofcom must have regard, in particular and to such extent as appears to them to be relevant to the securing of the standards objectives, to each of these matters:</p><p>a)the degree of harm or offence likely to be caused by the inclusion of any particular sort of material in programmes generally, or in programmes of a particular description;</p><p>b)the likely size and composition of a potential audience for programmes included in television and radio services generally, or in television and radio services of a particular description;</p><p>c)the likely expectation of the audience as to the nature of a programme&apos;s content and the extent to which the nature of the programme&apos;s content can be brought to the attention of potential members of the audience;</p><p>d)the likelihood of persons who are unaware of the nature of the programme&apos;s content being unintentionally exposed, by their own actions, to that content;</p><p>e)the desirability of securing that the content of services identifies when there is a change affecting the nature of a service that is being watched or listened to and, in particular, a change that is relevant to the application of the standards set under this section...&quot;.</p><p>Section 319(4).</p><p>3.3\tOfcom must ensure that the standards from time to time in force under this section include:</p><p>a)minimum standards applicable to all programmes included in television and radio services; and</p><p>b)such other standards applicable to particular descriptions of programmes, or of television and radio services, as appeared to them appropriate for securing the standards objectives.&quot;</p><p>Section 319(5).</p><p>3.4\tStandards set to secure the standards objectives [specified in para 3(e) above] shall in particular contain provision designed to secure that religious programmes do not involve:</p><p>a)any improper exploitation of any susceptibilities of the audience for such a programme; or</p><p>b)any abusive treatment of the religious views and beliefs of those belonging to a particular religion or religious denomination.&quot;</p><p>Section 319(6).</p><p>3.5\tStandards set by Ofcom to secure the objectives [mentioned in 3(a), (h) and (i) above]:</p><p>a)must include general provision governing standards and practice in advertising and in the sponsoring of programmes; and</p><p>b)may include provision prohibiting advertisements and forms of methods of advertising or sponsorship (whether generally or in particular circumstances).&quot;</p><p>Section 321(1).</p><p>[NB:&quot;Programme&quot;includes an advertisement Section 405(1)]</p><p>4\tIn addition the Broadcasting Act 1996 section 24(2) contains provisions permitting advertising on analogue ancilary services on channels 3, 4 and 5 only if directly related to advertising on the main service and digital ancilary services may carry no advertising of any kind.</p><p>5\tBCAP works closely with the Committee of Advertising Practice to provide, insofar as is practicable and desirable, a co-ordinated and consistent approach to standards setting across broadcast and non-broadcast media.</p><p>6\tThe procedures for revision of the BCAP Codes, including consultation, are, to the extent applicable to BCAP&apos;s exercise of statutory functions, set out at section 324 of the Communications Act 2003.</p><p>7\tOfcom retains standards-setting functions for:</p><p>a)political advertising, the inclusion of which in television or radio services is prohibited by section 321(2) Communications Act, including decisions on whether an advertisement is&quot;political advertising&quot;. But the rules on that remain in the BCAP Codes;</p><p>b)unsuitable programme sponsorship;</p><p>c)discrimination between advertisers who seek to have advertisements included in television and radio services. NB: Subject to that, broadcasters, like publishers and other media, are entitled to refuse advertisements they do not want to carry;</p><p>d)the amount and scheduling of advertising, save for the scheduling of individual spot advertisements.</p><p>Investigation and complaints</p><p>8\tThe Communications Act requires Ofcom to establish procedures for the handling and resolution of complaints about the observance of standards (as set out in the BCAP Advertising Code) and to include conditions in licences for programme services requiring licence holders to comply with Ofcom&apos;s directions in relation to advertising standards. Sections 325(2), (4) and (5).</p><p>9\tThe Human Medicines Regulations 2012 require Ofcom to consider complaints that an advertisement included, or proposed to be included, in a licensed service or S4C is an impermissible advertisement for a medicinal product, unless the complaint seems to Ofcom to be frivolous or vexatious.</p><p>10\tOfcom has contracted out its powers of handling and resolving complaints about breaches of the BCAP Codes and the relevant provisions of Human Medicines Regulations 2012 to the Advertising Standards Authority (Broadcast) Limited (ASA(B)) under The Contracting Out (Functions Relating to Broadcast Advertising) and Specification of Relevant Functions Order 2004.</p><p>11\tASA(B) will work closely with and under the umbrela of the Advertising Standards Authority to provide, insofar as is practicable and desirable, a co- ordinated and consistent approach to advertising standards regulation across broadcast and non-broadcast media.</p><p>12\tOfcom retains complaint investigation functions in respect of:</p><p>a)political advertising; b)unsuitable sponsorship;</p><p>c)discrimination between advertisers; and</p><p>d)scheduling of advertisements.</p><p>Statutory sanctions for breaches of advertising standards</p><p>13\tOfcom has similarly contracted-out its enforcement powers under the Communications Act, such that ASA(B) has these powers (including in relation to the Welsh Authority) for the purpose of securing compliance with the BCAP Codes, and with any additional requirements in licences for programme services in relation to advertising:</p><p>a)to require a licence holder to exclude from its programme service an advertisement or to exclude it in certain circumstances (Section 325(5)(a));</p><p>b)to require a licence holder to exclude from its service certain descriptions of advertisements and methods of advertising (whether generally or in certain circumstances) (Section 325(5)(b)). In respect of the additional licence requirements, such power may be exercised by ASAB only for impermissible medical advertisements;</p><p>NB: Detailed reasons must be given for any of those actions in relation to a</p><p>medicinal product advertisement and reference must be made to any remedy available in court and any time limit that must be met. (Human Medicines Regulations 2012 Regulation 314);</p><p>c) to require, from any person who to ASA(B) seems to be responsible for an advertisement, provision of evidence relating to the factual accuracy of any claim and to deem a factual claim inaccurate if such evidence is not so provided (Broadcasting Act 1990 s.4(1)(c) and 87(1)(d) and Broadcasting Act 1996 s.4(1)(c) and 43(1)(d)).</p><p>14\tOfcom retains these powers conferred by the Broadcasting Acts 1990 and 1996 and the Communications Act 2003:</p><p>a)to direct the broadcast of a correction or statement of findings</p><p>b)to impose a financial penalty or shorten a licence period and</p><p>c)to revoke a licence.</p><p>Overseas advertising</p><p>15\tLicensees should seek BCAP&apos;s advice if they want to have any rules in the Code disapplied because the advertising is on a programme service addressed exclusively to audiences outside the UK.</p><p>16\tAn advertisement that is aimed specificaly and with some frequency at audiences in the territory of a single party to the 1989 Council of Europe Convention on Transfrontier  Television must, with some exceptions, comply with the television advertising rules of that party. This does not apply:</p><p>a)if the party is a Member State of the European Union or</p><p>b)if its television advertising rules discriminate between advertising broadcast on television services within its jurisdiction and that on services outside its jurisdiction or</p><p>c)if the UK Government has concluded a relevant bilaterall or multilaterall agreement with the party concerned.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":7811815,"PartSourceId":"fe8250c3-104d-401c-b9e8-033121365538","PartVersionOrdinal":2,"OrderNum":35,"Content":"<p>1\tMember States shall ensure that audiovisual commercial communications provided by media service providers under their jurisdiction comply with the folowing requirements:</p><p>a)audiovisual commercial communications shall be readily recognisable as such. Surreptitious audiovisual commercial communication shall be prohibited;</p><p>b)audiovisual commercial communications shall not use subliminal techniques;</p><p>c)audiovisual commercial communications shall not:</p><p>i.prejudice respect for human dignity;</p><p>ii.include or promote any discrimination based on sex, racial or ethnic origin, nationality, religion or belief, disability, age or sexual orientation;</p><p>iii.encourage behaviour prejudicial to health or safety;</p><p>iv.encourage behaviour grossly prejudicial to the protection of the environment;</p><p>d)all forms of audiovisual commercial communications for cigarettes and other tobacco products shall be prohibited;</p><p>e)audiovisual commercial communications for alcoholic beverages shall not be aimed specificaly at minors and shall not encourage immoderate consumption of such beverages;</p><p>f)audiovisual commercial communication for medicinal products and medical treatment available only on prescription in the member State within whose jurisdiction the media service provider falls shall be prohibited;</p><p>g)audiovisual commercial communications shall not cause physical or moral detriment to minors. Therefore they shall not directly exhort minors to buy or hire a product or service by exploiting their inexperience or credulity, directly encourage them to persuade their parents or others to purchase the goods or services being advertised, exploit the special trust minors place in parents, teachers or other persons, or unreasonably show minors in dangerous situations.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1},{"LegislationVersionId":415996,"LegislationSourceId":"b2093b2a-87ed-4549-a3fd-d36b67b81ff8","LegislationVersionOrdinal":3,"Title":"The BCAP Code The UK Code of Broadcast Advertising","NativeTitle":null,"JurisdictionSourceId":"6bd90564-8335-4f44-a449-b8e82eaafa5b","JurisdictionName":"United Kingdom","IssuingBodySourceId":"b927753a-4764-4f7c-8df9-3804a489ec8e","IssuingBodyName":"Advertising Standards Authority (ASA)","PartVersionId":7811816,"PartSourceId":"097859d1-f025-4a87-b38c-17ca74f14a4d","PartVersionOrdinal":2,"OrderNum":36,"Content":"<p>Background</p><p>As well as this Code, advertising is subject to legislation. See<url link=\"https://www.cap.org.uk\">https://www.cap.org.uk</url>for a non- exhaustive list.</p><p>The Consumer Protection from Unfair Trading Regulations 2008 (the CPRs)</p><p>One important piece of legislation that affects broadcast advertising is the Consumer Protection from Unfair Trading Regulations 2008 (CPRs). For the purpose of the Regulations and in this Appendix,&quot;consumers&quot;refers to individuals acting outside the course of their business. The CPRs prohibit unfair advertising to consumers, including misleading or aggressive advertising. Whenever it considers complaints that an advertisement misleads consumers or is unfair or aggressive to consumers, the ASA will have regard to the CPRs. That means it will take factors identified in the CPRs into account when it considers whether advertisements breach the BCAP Broadcast Advertising Code. Relevant principles established in the CPRs are summarised below. The summary is not an exhaustive statement of the effect of the CPRs and licensees who would like detailed guidance on the CPRs, as opposed to the Code, should seek legal advice.</p><p>Many rules in this Code prohibit misleading advertising. All rules that refer to misleading advertising should be read, in relation to business-to-consumer advertising, in conjunction with this summary:</p><p>Consumers</p><p>The likely effect of an advertisement is generally considered from the point of view of the average consumer who it reaches or to whom it is addressed. The average consumer is assumed to be reasonably well-informed, observant and circumspect. In some circumstances, an advertisement may be considered from the point of view of the average member of a specific group:</p><p>&#8226;If the ad is directed to a particular group, the advertisement will be considered from the point of view of the average member of that group.</p><p>&#8226;If an advertisement is likely to affect the economic behaviour only of an identifiable group of people who are especialy vulnerable, in a way that the advertiser could reasonably foresee, because of for example, mental or physical infirmity, age or credulity, the advertisement will be considered from the point of view of the average member of the affected group.</p><p>Misleading advertisements</p><p>Advertisements are misleading if they are likely to deceive consumers and are likely to cause consumers to take transactional decisions that they would not otherwise have taken.</p><p>&quot;Transactional decisions&quot;are consumers&apos; decisions about whether to buy, pay for, exercise contractual rights in relation to, keep or dispose of goods or services. They include decisions to act and decisions not to act.</p><p>Advertisements can mislead consumers even if they do not include false information; for example, they can deceive through presentation or by omitting important information</p><p>that consumers need to make an informed transactional decision.</p><p>Aggressive advertisements</p><p>Advertisements are aggressive if, taking all circumstances into account, they are likely to significantly impair the average consumer&apos;s freedom of choice through harassment, coercion or undue influence and</p><p>&#8226;are likely to cause consumers to take transactional decisions they would not otherwise have taken.</p><p>Unfair advertisements</p><p>Advertisements are unfair if they</p><p>&#8226;are contrary to the requirements of professional diligence and</p><p>&#8226;are likely to materialy distort the economic behaviour of consumers in relation to the advertised goods or services.</p><p>The Business Protection from Misleading Marketing Regulations 2008 (the BPRs)</p><p>Business-to-business advertisements are subject to the Business Protection from Misleading Marketing Regulations 2008 (the BPRs). Under the BPRs, an advertisement is misleading if it:</p><p>in any way, including its presentation, deceives or is likely to deceive the traders to whom it is addressed or whom it reaches and by reason of its deceptive nature, is likely to affect their economic behaviour</p><p>&#8226;or, for those reasons, injures or is likely to injure a competitor.</p><p>The BPRs also set out the conditions under which comparative advertisements, directed at either consumers or businesses, are permitted. This Code incorporates those conditions.</p>","NativeContent":null,"ParentPartVersionId":6506931,"ParentPartSourceId":"9e8840a4-bf08-46c2-a37b-22dbd125617f","ParentPartVersionOrdinal":1}]