[
    {
        "LegislationVersionId": 5271,
        "LegislationSourceId": "d5a65f22-0737-4955-8777-74b928a2b4d6",
        "LegislationVersionOrdinal": 2,
        "Title": "PRA Supervisory Statement SS 28/15 Strengthening individual accountability in banking",
        "NativeTitle": null,
        "JurisdictionSourceId": "6bd90564-8335-4f44-a449-b8e82eaafa5b",
        "JurisdictionName": "United Kingdom",
        "IssuingBodySourceId": "7d528d8e-4f4d-43ea-8d31-8856c228ad22",
        "IssuingBodyName": "Bank of England (BoE) Prudential Regulation Authority (PRA)",
        "PartVersionId": 1723208,
        "PartSourceId": "4d1caeba-a29b-4a45-a6ce-d2bf20ccb4f4",
        "PartVersionOrdinal": 1,
        "OrderNum": 0,
        "Content": "<p>1.1 This supervisory statement sets out the Prudential Regulation Authority&#8217;s (PRA&#8217;s) approach to \nstrengthening individual accountability in banking.<footnoteref fid=\"1\">1</footnoteref>It is relevant to all Relevant Authorised Persons \n(Relevant Firms) as defined in section 71A of the Financial Services and Markets Act 2000 (FSMA)<footnoteref fid=\"2\">2</footnoteref>namely:</p><p>&#61623; banks;</p><p>&#61623; building societies;</p><p>&#61623; credit unions; and</p><p>&#61623; PRA designated investment firms.<footnoteref fid=\"3\">3</footnoteref></p><p>1.2 The statement seeks to advance the PRA&#8217;s statutory objective of promoting the safety and \nsoundness of the firms it regulates by setting out the PRA&#8217;s expectations of how Relevant Firmsshould comply with the regulatory framework of the:</p><p>&#61623; Senior Managers Regime (SMR);</p><p>&#61623; Certification Regime;</p><p>&#61623; Assessment of fitness and propriety;</p><p>&#61623; Conduct Rules; and</p><p>&#61623; Regulatory References.</p>",
        "NativeContent": null,
        "ParentPartVersionId": 1723207,
        "ParentPartSourceId": "230fe845-76f2-42ed-857e-0eb8a2afef67",
        "ParentPartVersionOrdinal": 1
    },
    {
        "LegislationVersionId": 5271,
        "LegislationSourceId": "d5a65f22-0737-4955-8777-74b928a2b4d6",
        "LegislationVersionOrdinal": 2,
        "Title": "PRA Supervisory Statement SS 28/15 Strengthening individual accountability in banking",
        "NativeTitle": null,
        "JurisdictionSourceId": "6bd90564-8335-4f44-a449-b8e82eaafa5b",
        "JurisdictionName": "United Kingdom",
        "IssuingBodySourceId": "7d528d8e-4f4d-43ea-8d31-8856c228ad22",
        "IssuingBodyName": "Bank of England (BoE) Prudential Regulation Authority (PRA)",
        "PartVersionId": 1723209,
        "PartSourceId": "94ea8890-411f-4b61-8093-0bf294a29789",
        "PartVersionOrdinal": 1,
        "OrderNum": 1,
        "Content": "<p>2.1 This chapter sets out the PRA&#8217;s expectations of how Relevant Firms and individuals performing a \nsenior management function (SMF) (Senior Managers) should comply with the SMR. The chapteralso clarifies:</p><p>&#61623; the responsibilities of those non-executive director (NED) functions which are in scope of the \nSMR namely, the Chair of the Governing Body (&#8216;chair&#8217;), Senior Independent Director (SID) andthe Chairs of the Audit, Nomination, Remuneration and Risk Committees; and</p><p>&#61623; the PRA&#8217;s expectations regarding the contents of Statements of Responsibilities (SoR) and \nManagement Responsibilities Maps; and</p><p>&#61623; how the PRA expects to apply Section 66B(5) FSMA (known as the Duty of Responsibility).</p><p>2.2 This chapter should be read in conjunction with:</p><p>&#61623; the relevant parts of the PRA Rulebook namely General Organisational Requirements; \nCompliance and Internal Audit; Risk Control; Senior Management Functions; Allocation ofResponsibilities; Fitness and Propriety; and Outsourcing;<footnoteref fid=\"4\">4</footnoteref></p><p>&#61623; the Financial Conduct Authority&#8217;s (FCA&#8217;s) rules and guidance on the SMR, as set out in DEPP 6.2, \nEG 9, SUP 10C and SYSC 4 to 7 of the FCA Handbook; and</p><p>&#61623; Supervisory Statement 5/16 &#8216;Corporate Governance: Board Responsibilities&#8217; which sets out the \nPRA&#8217;s expectations of boards thereby complementing the SMR&#8217;s focus on individualaccountability.<footnoteref fid=\"5\">5</footnoteref></p><p>Scope of the Senior Managers Regime</p><p>Executive and Oversight SMFs</p><p>2.3 Chapters 3 and 4 of the Senior Management Functions Part of the PRA Rulebook (Senior \nManagement Functions 3 and 4) distinguish between executive and oversight SMFs. Executive SMFscomprise the most senior individuals responsible for the executive management of those areas of a \nfirm which the PRA deems relevant to its safety and soundness objective, such as its overallbusiness, financial resources, risk management, internal controls or a key business area as defined in \nSenior Management Functions 3.6(1)(a).<footnoteref fid=\"6\">6</footnoteref>Executive SMFs are typically directly responsible for \nreporting and putting matters for decision to the board in respect of one or more of the areas listedabove.</p><p>2.4 In contrast, oversight SMFs do not carry out executive functions in Relevant Firms but perform a \nNED role in scope of the SMR. Oversight SMFs have fewer responsibilities than executive SMFs underthe SMR. Moreover, these responsibilities are non-executive in nature and either inherent in or</p><p>linked to their Chair or SID roles. Table A sets out the full list of SMFs. SMFs subject to preapproval \nby the PRA (with FCA consent) are underlined; the other SMFs require preapproval by the FCA only.</p><table><tr><th></th></tr><tr><td><p>Table A</p></td><td><p></p></td></tr><tr><td><p>Executive SMFs</p></td><td><p>Oversight SMFs</p></td></tr><tr><td><p>Chief Executive (SMF1)</p></td><td><p>Chair of the Governing Body (SMF9)</p></td></tr><tr><td><p>Chief Finance (SMF2)</p></td><td><p>Chair of the Risk Committee (SMF10)</p></td></tr><tr><td><p>Executive Director (SMF3)</p></td><td><p>Chair of the Audit Committee (SMF11)</p></td></tr><tr><td><p>Chief Risk (SMF4)</p></td><td><p>Chair of the Remuneration Committee (SMF12)</p></td></tr><tr><td><p>Head of Internal Audit (SMF5)</p></td><td><p>Chair of the Nomination Committee (SMF13)</p></td></tr><tr><td><p>Head of Key Business Area (SMF6)</p></td><td><p>Senior Independent Director (SID) (SMF14)</p></td></tr><tr><td><p>Group Entity Senior Manager (SMF7)</p></td><td><p></p></td></tr><tr><td><p>Credit Union Senior Manager</p></td><td><p></p></td></tr><tr><td><p>(credit unions only) (SMF8)</p></td><td><p></p></td></tr><tr><td><p>Compliance Oversight (SMF16)</p></td><td><p></p></td></tr><tr><td><p>Money Laundering Reporting (SMF17)</p></td><td><p></p></td></tr><tr><td><p>Other Overall Responsibility (SMF18)</p></td><td><p></p></td></tr><tr><td><p>Head of Overseas Branch (incoming non-EEA branches only) (SMF19)</p></td><td><p></p></td></tr><tr><td><p>Other local responsibility function (incoming branches only) (SMF22)</p></td><td><p></p></td></tr><tr><td><p>Chief Operations (SMF24)</p></td><td><p></p></td></tr></table><p>Minimum number of SMFs and proportionality</p><p>2.5Under Senior Management Functions 6, credit unions are only required to have one person pre- approved by the PRA as a bespoke SMF (the Credit Union Senior Manager (SMF8)) but can have more than one individual if they choose to. The PRA expects the SMF8 to perform functions similar to those of a CEO, i.e. to be responsible for the day-to-day management of the credit union&#8217;s activities.</p><p>2.6Senior Management Functions 2.2 requires all banks, building societies and designated investment firms (Relevant CRR firms), all of which are in scope of the Capital Requirements Regulation,<footnoteref fid=\"7\">7</footnoteref>to have separate individuals preapproved as Chief Executive (SMF1), Chief Finance (SMF2) and Chair of the Governing Body (SMF9) (referred to in this statement as &#8216;mandatory SMFs&#8217;). This reflects the requirements in the fourth Capital Requirements Directive (CRD IV)<footnoteref fid=\"8\">8</footnoteref>and Markets in Financial Instruments Directive (MiFID II)<footnoteref fid=\"9\">9</footnoteref>to have at least two individuals who effectively direct the business of a firm, and the restriction on combining the roles of Chair and Chief Executive in CRD IV. In view of the need to establish that an individual with appropriate skills, experience and personal characteristics is responsible and accountable for each SMF, the PRA would expect to preapprove</p><p>natural persons (ie individuals), as opposed to legal persons (such as companies, partnerships etc.) as SMFs.<footnoteref fid=\"10\">10</footnoteref></p><p>2.7Relevant CRR firms are only required to have individuals approved to perform SMFs other than SMF1, 2 and 9 if they have someone performing those functions. The PRA expects the number of Senior Managers in Relevant CRR firms to reflect their size, complexity and governance structure. For instance, banks and building societies with gross total assets of &#163;250 million or less are not expected to have many Senior Managers in addition to the mandatory SMFs.</p><p>2.8Conversely, larger firms are often subject to pre-existing legal or regulatory obligations which, in effect, require them to have certain SMFs. For instance, under CRD IV, significant CRR firms must establish Risk, Nomination and Remuneration Committees.<footnoteref fid=\"11\">11</footnoteref>The Chairs of these committees require preapproval as the relevant SMFs (SMFs11&#8211;13).</p><p>2.9Table B lists the categories of Relevant Firm which are required to have certain SMFs pre- approved by the PRA.</p><table><tr><td><p>Table B</p></td><td><p></p></td><td><p></p></td></tr><tr><td><p>SMF</p></td><td><p>Category of Relevant Firm</p></td><td><p>Required by</p></td></tr><tr><td><p>Chief Risk (SMF4)</p></td><td><p>Banks, building societies and PRA-designated investment firms where proportionate</p></td><td><p>CRD IV, Article 76(5). Risk Control 3.1.</p></td></tr><tr><td><p>Head of Internal Audit</p><p>(SMF5)</p></td><td><p>Banks, building societies and PRA-designated investment firms where proportionate</p></td><td><p>Article 16(5) MiFID II Compliance and Internal Audit 3.<footnoteref fid=\"12\">12</footnoteref></p></td></tr><tr><td><p>Chair of the Risk Committee (SMF10)</p></td><td><p>Banks, building societies and PRA-designated investment firms which are classed as &#8216;significant&#8217; CRR firms.</p></td><td><p>CRD IV, Article 76(3). Risk Control 3.1.</p></td></tr><tr><td><p>Chair of the Audit Committee (SMF11)</p></td><td><p>Banks, building societies and PRA- designated investment firms which have their securities admitted to trading on a regulated market and have to appoint a statutory auditor.</p></td><td><p>Disclosure and Transparency Rules [FCA], Rule 7.1.<footnoteref fid=\"13\">13</footnoteref></p></td></tr><tr><td><p>Chair of the Remuneration Committee (SMF12)</p></td><td><p>Banks, building societies and PRA-designated investment firms which are CRR firms with assets above &#163;15 billion.</p></td><td><p>CRD IV, Article 95(1) Remuneration 7.4.</p></td></tr><tr><td><p>SID (SMF14)</p></td><td><p>Banks, building societies and PRA-designated investment firms with a premium listing on the London Stock Exchange.</p></td><td><p>FRC Corporate Governance Code (FRC Code), A.4.1 (comply-or explain).<footnoteref fid=\"14\">14</footnoteref></p></td></tr></table><p>Sharing an SMF</p><p>2.10In certain circumstances, including but not limited to job-share arrangements, a firm may be allowed to have more than one individual performing a single SMF. However, the PRA expects SMFs to be shared only where appropriate and justified. The individual(s) performing an SMF should be the most senior person(s) responsible for that area of the firm.</p><p>2.11Where two or more individuals share an SMF, both are individually accountable for all the responsibilities inherent in or allocated to that SMF. The same approach applies where a firm allocates a PRA Prescribed Responsibility to two or more individuals performing different SMFs. Table C considers two hypothetical scenarios where the PRA may consider allowing two individuals to share a PRA SMF.</p><table><tr><td><p>Table C</p></td><td><p></p></td></tr><tr><td><p>Individuals likely to be allowed to share a PRA SMF</p></td><td><p>Individuals not allowed to share a PRA SMF</p></td></tr><tr><td><p>A firm&#8217;s wholesale banking division meets the criteria for a key business area in Senior Management Functions 3.6(1)(a). The division is co-headed by two individuals of equal rank.</p><p></p><p>Although all heads of desk report to both co-heads, in practice, one individual focuses more on equities and the other on fixed income, currencies and commodities (FICC).</p><p></p><p>Both individuals can be pre-approved by the PRA as Heads of the same Key Business Area (SMF6). Each individual will, in principle, be accountable for all the activities of the division and may be asked to demonstrate that they took reasonable steps if a breach of a relevant requirement takes place anywhere within it. However, if the breach takes place in a localised area of the division ie equities, the PRA may take into account the focus of each individual and the way they discharged their shared responsibilities in practice in</p><p>determining whether each took reasonable steps.</p></td><td><p>A bank&#8217;s equities desk meets the criteria for a key business area in Senior Management Functions 3.6(1)(a). The head of the equities desk reports to a head of wholesale banking who is the most senior individual responsible for that area at the firm. Both are based in the United Kingdom.</p><p></p><p>The head of wholesale banking is required to be pre- approved as Head of a Key Business Area (SMF6).</p><p></p><p>However, because the head of equities reports to the head of wholesale banking, they cannot be pre-approved as SMF6 (Senior Management Functions 3.6(2)).</p></td></tr></table><p>2.11A Senior Management Functions 3.8 defines the Chief Operations function (SMF24) as &#8216;the function of having responsibility for the internal operations and technology of a firm&#8217;.</p><p>2.11B For the purposes of the definition of the SMF24, overall responsibility for &#8216;technology&#8217; refers principally to the firm&#8217;s information and communications (ICT) technology systems and services. The latter includes but may not be necessarily limited to the mechanisms and networks that support the operations of a firm, including data entry, data storage, data processing and reporting services, but also monitoring, business and decision support services.</p><p>2.11C SMF24 is the exception to the general expectation that SMFs can be shared but not split. SMF24s may be shared or split among two or more individuals provided that the split accurately reflects the Relevant Firm&#8217;s organisational structure and that comprehensive responsibility for operations and technology is not undermined. For instance, where a Relevant Firm has two distinct but equally senior individuals (eg a Chief Operating Officer and a Chief Information Officer (CIO)) with overall responsibility for its internal operations and technology respectively, it may be appropriate for the SMF24 to be split among them. Where the SMF24 is split, the PRA does not expect it to be split among more than three individuals.</p><p>2.11D Conversely, firms which have a single senior individual with overall responsibility for internal operations and technology should only have that individual approved as the SMF24. This is likely to be the case in many small and medium-sized Relevant Firms</p><p>2.11E Likewise, if a firm has two or more individuals who, between them, are responsible for internal operations and technology but there is a hierarchical relationship among them, only the most senior individual should be approved as SMF24. Table D provides two illustrative hypothetical scenarios where splitting the Chief Operations SMF would and would not be likely to be justified. In practice, however, this will be considered on a case-by-case basis.</p><table><tr><td><p>Splitting the Chief Operations and Technology SMF likely to be justified</p></td><td><p>Splitting the Chief Operations and Technology SMF unlikely to be justified</p></td></tr><tr><td><p></p><p>Firm A has the following two individuals:</p><p>-Chief Operating Officer (COO);</p><p>-Chief Information and Technology Officer (CITO);</p><p></p><p>The COO and CITO are equally senior. Both have separate reporting lines to the Board and the CEO.</p><p></p><p>The COO has overall responsibility for business continuity (as defined in GOR 2.4-2.6 of the PRA Rulebook and SYSC4 Annex 1G in the FCA Handbook). Overall responsibility for information technology is shared between the COO and CITO.</p><p></p><p>Both individuals can be approved as SMF24s</p></td><td><p></p><p>Firm B has the following three individuals.</p><p>-Chief Operating Officer (COO);</p><p>-Chief Information&amp;Technology Officer (CITO);</p><p>-Head of Human Resources (Head of HR) The Head of HR and CITO report to the COO.</p><p>The COO has overall responsibility for business continuity (as defined in GOR 2.4-2.6 of the PRA Rulebook and SYSC4 Annex 1G of the FCA Handbook) and information technology.</p><p></p><p>The COO should be the sole SMF24</p></td></tr></table><p>2.11F There may be situations where the individual(s) with overall responsibility for a Relevant\nFirm&#8217;s internal operations and/or technology is based in a group, parent or service company either in the United Kingdom or overseas. This in itself will not prevent these individuals from being SMF24s of the Relevant Firm. Moreover, as examined in the next section, where appropriate and justified, it may also be possible for group heads of operations and/or technology to be approved as Group Entity Senior Managers (SMF7s) of one or more Relevant Firms in their group alongside any SMF24s based in the firms themselves.</p><p>2.11G Where a firm splits the Chief Operations SMF among two or more individuals, the responsibilities of each relevant individual should be unambiguously clear and set out in their respective SoR. These responsibilities may include but not necessarily be limited to areas such as:</p><p>&#61623;business continuity. For firms to which the rules set out in General Organisational Requirements (&#8216;GOR&#8217;) 2.4, 2.5 and 2.6 and/or the rules set out in the Operational Continuity Part of the PRA Rulebook/ SYSC4.1.6R and SYSC4.1.7R of the FCA Handbook apply, the PRA expects that this function would commonly include responsibility for compliance with those rules. For incoming third-country branches, the PRA expects that this function would commonly include responsibility for the matters set out in paragraphs 2.5, 2.6 and 2.7 of SS4/16.1 and SYSC4. Annex 1G;</p><p>&#61623;cybersecurity;</p><p>information technology;</p><p>&#61623;internal operations;</p><p>&#61623;operational continuity, resilience and strategy; and</p><p>&#61623;outsourcing, procurement and vendor management; and</p><p>&#61623;shared services.</p><p>2.11H Responsibilities likely to be allocated the SMF24 may overlap with other Prescribed Responsibilities or FCA key functions.<footnoteref fid=\"15\">15</footnoteref>For instance, responsibility for operational continuity may be subsumed under the Prescribed Responsibility in Allocation of Responsibilities 4.1(10) (&#8216;responsibility for developing and maintaining the firm&#8217;s recovery plan and resolution pack and for overseeing the\ninternal processes regarding their governance&#8217;).<footnoteref fid=\"16\">16</footnoteref>As long as accountability for all relevant responsibilities is clear and explicit, firms may allocate them in whichever way best reflects the way they organise themselves in practice.</p><p>Group Entity Senior Manager (SMF7)</p><p>The SMR only applies to a Relevant Firm&#8217;s UK-regulated activities. This inherently limits the extent to which it can apply to individuals in a Relevant Firm&#8217;s parent or group entities, particularly those based overseas. However, the fact that an individual is located outside the United Kingdom does not, in itself, mean that they cannot perform an SMF on behalf of a Relevant Firm.</p><p>2.13Chapter 5 of the Senior Management Functions part of the PRA Rulebook specifies an SMF (Group Entity Senior Manager (SMF7)) aimed at individuals based in parent or group entities who exercise significant influence over the management or conduct of one or more aspects of a Relevant Firm&#8217;s UK-regulated activities.</p><p>2.14The PRA is mindful of both the territorial scope of the SMR and the governance arrangements of overseas banks operating in the United Kingdom. Consequently, the PRA does not require pre- approval of senior individuals located overseas whose responsibilities in relation to the United\nKingdom are limited to developing the group&#8217;s overall strategy. The PRA&#8217;s focus is on those individuals who, irrespective of their location, are directly responsible for implementing the group&#8217;s strategy in UK Relevant Firms. The PRA and FCA followed a similar approach under the Approved Persons Regime (APR), which resulted in a small number of individuals based overseas being approved as Significant Influence Functions (SIFs) of UK firms.<footnoteref fid=\"17\">17</footnoteref></p><p>2.15Consequently, if an individual located overseas is directly responsible for taking decisions about how a UK Relevant Firm should conduct their UK-regulated activities and has not delegated this responsibility to a Senior Manager based in the United Kingdom, it is likely that they will require approval as SMF7 (or, in some cases, another SMF).</p><p>2.16The PRA does not aim or expect to approve individuals as SMF7 in every UK Relevant Firm which is part of an overseas-headquartered group. Whether these entities are required to have any individuals approved as SMF7 is assessed on a case-by-case basis. In the first instance, it is up to firms to consider whether there may be any individuals in their parent or group companies, in the United Kingdom or overseas, who may be performing an SMF7 on behalf of a Relevant Firm. In doing so, they should take into account:</p><p>&#61623;the respective organisational structures of the group and the Relevant Firm;</p><p>&#61623;the split of key responsibilities between the group and UK boards and senior management; and</p><p>&#61623;whether SMFs based in the United Kingdom have an appropriate level of delegated authority from the group or parent to ensure that the UK entities comply with local regulatory obligations.</p><p>Scope for incoming third-country branches</p><p>2.17The PRA requires all incoming non-EEA branches to have at least one individual preapproved as a Head of Overseas Branch (SMF19). Consistent with the approach for UK Relevant Firms, incoming third-country branches can elect to have more than one individual preapproved as an SMF19. Where this is the case, all individuals approved as SMF19s will be accountable for all the responsibilities conferred by that function. SMF19s should have the highest degree of individual decision-making authority in the branch over activities and areas subject to UK regulation.</p><p>2.18In addition, incoming third-country branches are required to have additional specific SMFs pre- approved by the PRA in the following circumstances:</p><p>&#61623;Where an incoming non-EEA branch has individuals performing the Chief Finance (SM2), Chief Risk (SMF4), Head of Internal Audit (SMF5) and Chief Operations (SMF24) functions. This includes individuals performing these SMFs across an overseas-headquartered banking group&#8217;s UK legal entities, such as a UK Chief Risk Officer (CRO) with responsibility for risk management across the group&#8217;s UK subsidiaries as well as the incoming non-EEA branch.</p><p>&#61623;As noted in paragraphs 2.12&#8211;2.16 above, where an individual based in a parent or group entity has direct management and/or decision-making responsibility over an incoming non-EEA\nbranch&#8217;s UK-regulated activities and has not delegated it to the SMF19 or another SMF based in the branch, they may require preapproval as a Group Entity Senior Manager (SMF7) of that branch. An example might be a head of Europe, Middle East and Africa (EMEA) who is formally based in or employed in one of the group&#8217;s UK subsidiaries but makes decisions affecting how the branch carries out its UK-regulated activities. In practice, SMF7s of an incoming non-EEA branch will commonly be based in the United Kingdom but they may also be based overseas.</p><p>2.19NEDs are outside the scope of the SMR for incoming non-EEA branches. However, there may be situations where individuals employed by an incoming non-EEA branch&#8217;s parent or group\ncompany sit on the branch&#8217;s local management committee (or equivalent) and were correspondingly, previously preapproved as a Director (CF1s) or Non-Executive Director (CF2)s of the branch under the APR). These individuals are likely to be performing the Group Entity Senior Manager function (SMF7) in respect of the branch and are required to be preapproved.</p><p>Independence requirements and banned combinations of SMFs</p><p>2.20Certain rules prevent individuals from performing specific combinations of SMFs at the same Relevant Firm or require certain SMFs to be performed independently of all other functions and activities of the firm. Table E below lists the SMFs subject to such restrictions.</p><table><tr><td><p>Table E</p></td><td><p></p></td><td><p></p></td></tr><tr><td><p>SMF</p></td><td><p>Restriction</p></td><td><p>Required by</p></td></tr><tr><td><p>Chief Executive (SMF1) and Chair of the Governing Body</p><p>(SMF9)</p></td><td><p>A firm must ensure that an individual who performs the Chair of the Governing Body Function on its behalf does not simultaneously perform the Chief Executive Function within the same firm.</p></td><td><p>CRD IV, Article 88(1)(e).</p><p></p><p>Senior Management Functions 7.2.</p></td></tr><tr><td><p>Chief Risk (SMF4)</p></td><td><p>Must be an independent senior manager with distinct responsibility for the risk management function.</p><p></p><p>Where the nature, scale and complexity of the activities of the CRR firm do not justify a specifically appointed person, another senior person within the firm may fulfil that function, provided there is no conflict of interest.</p></td><td><p>CRD IV, Article 76 (5).</p><p></p><p>Risk Control 3.5.</p></td></tr><tr><td><p>Head of Internal Audit</p><p>(SMF5)</p></td><td><p>Must be separate and independent from the other functions and activities of the firm.</p></td><td><p>Article 16(5) MiFID II Compliance and Internal Audit 3.<footnoteref fid=\"18\">18</footnoteref>.</p></td></tr><tr><td><p></p><p>Chair of the Risk Committee (SMF10)</p></td><td><p></p><p>Must not perform any executive function in the firm.</p></td><td><p>CRD IV, Article 76(3). Risk Control 3.1.</p></td></tr><tr><td><p>Chair of the Remuneration Committee</p><p>(SMF12)</p></td><td><p>Must not perform any executive function in the firm.</p></td><td><p>CRD IV, Article 95(2)</p><p></p><p>Remuneration 7.4(2).</p></td></tr></table><p>2.21Where rules do not prevent an individual from performing a combination of SMFs, the PRA may still decide not to approve the individual to perform the desired combined SMFs in some circumstances, including but not limited to, where the PRA considers that:</p><p>&#61623;the functions are incapable of being effectively performed together inherently or in practice, such as Chair and SID; or</p><p>&#61623;the individual&#8217;s qualifications, training, competencies and/or personal characteristics render them fit and proper to perform one function but not necessarily the other(s).</p><p>Allocation of responsibilities to senior managers</p><p>Responsibilities inherent in the definition of each PRA SMF</p><p>2.22The definition of every PRA SMF in the PRA&#8217;s Rules contains a responsibility which is inherent, inseparable from and intrinsically built into the specific role. For instance, Senior Management Functions 3.5 defines the Head of Internal Audit (SMF5) as &#8216;the function of having responsibility for management of the internal audit function of a firm and for reporting directly to the governing body of the firm on the internal audit function&#8217;.</p><p>2.23This inherent responsibility is arguably the most important responsibility of any given SMF, as it provides the rationale as to why that specific function is in scope of the SMR in the first place.</p><p>2.24Even where a Senior Manager has not been allocated other responsibilities by the firm, the responsibility inherent in the definition of the SMF establishes that they will be deemed accountable for that aspect of the firm&#8217;s activities. For example, even if an individual performing SMF5 has no other responsibilities allocated to them, they will be deemed accountable for all aspects relating to\nthe management of the firm&#8217;s internal audit function, including reporting to the Board and/or Audit Committee.</p><p>Prescribed Responsibilities for UK Relevant Firms</p><p>2.25In addition to the responsibilities inherent in the definition of each SMF, Allocation of Responsibilities 4 and 5 set out a list of 30 Prescribed Responsibilities. The FCA&#8217;s rules contain two further Prescribed Responsibilities relating to financial crime and the Client Assets Sourcebook (CASS).</p><p>2.26UK Relevant Firms must allocate all Prescribed Responsibilities among individuals performing an SMF subject to preapproval by the PRA or FCA (except the FCA&#8217;s Other Overall Responsibility function (SMF18) as noted in Allocation of Responsibilities 3.1). The PRA expects firms to allocate each Prescribed Responsibility to the Senior Manager it is most closely linked to. PRA and FCA Prescribed Responsibilities for UK Relevant Firms comprise the following categories:</p><p>&#61623;Prescribed Responsibilities which apply to all firms and are replicated in the FCA&#8217;s rules: Except for the FCA responsibility relating to financial crime, all the responsibilities in this category relate to the implementation of the SMR and Certification Regime.</p><p>&#61623;Prescribed Responsibilities which apply only to Small Firms: Allocation of Responsibilities 5 sets out four responsibilities covering risk management, systems and controls, financial resources and keeping the board apprised of its legal and regulatory obligations. Small Firms (ie those with gross total assets of &#163;250 million or less) need only allocate these four Prescribed Responsibilities, in addition to the five which apply to all firms, among their Senior Managers (ie they must allocate nine Prescribed Responsibilities in total).</p><p>&#61623;Prescribed Responsibilities which apply to all firms except Small Firms: These responsibilities, which are listed in Allocation of Responsibilities 4, cover areas relevant to the PRA&#8217;s safety and soundness objective, such as the allocation and maintenance of capital, funding and liquidity, recovery and resolution, stress-testing and the firm&#8217;s performance of its obligations under Outsourcing.</p><p>&#61623;Prescribed Responsibilities which only apply to certain types of firm (excluding Small Firms):</p><p>firms that carry out proprietary trading;<footnoteref fid=\"19\">19</footnoteref></p><p>firms that will be subject to ring-fencing obligations; or</p><p>firms which do not have individuals performing the Chief Risk or Head of Internal Audit functions (SMFs 4 and 5).</p><p>2.28The PRA expects ring-fenced banks (RFBs) to allocate the responsibility for ensuring that the areas of the firm which they are responsible for managing comply with the ring-fencing obligations, to the majority, if not all, of their SMFs (except the FCA&#8217;s SMF18), including those NEDs in scope of the SMR. This is an exception to the expectation that Prescribed Responsibilities should be allocated only to the individual SMFs they are most closely linked to. The reason for the exception is to incentivise key decision-makers in RFBs to ensure compliance with the ring-fencing obligations throughout the key areas of the firm.</p><p>Prescribed Responsibilities for incoming third-country branches</p><p>There is a customised set of PRA and FCA Prescribed Responsibilities for incoming non-EEA branches set out in Allocation of Responsibilities 6. Consistent with the approach for UK firms, these non-EEA branch-specific Prescribed Responsibilities can be allocated to any SMF in the branch except the FCA&#8217;s Other local responsibility (SMF22) function.</p><p>Responsibilities and potential accountability of NEDs in the scope of the SMR</p><p>2.30The PRA recognises that NEDs in scope of the SMR do not manage a firm&#8217;s business as executive SMFs and, therefore, the responsibilities for which they are accountable are more limited.</p><p>2.31NEDs in scope of the SMR are neither required nor expected to assume executive responsibilities but are expected to take on certain responsibilities (set out in Table F), all of which are non-executive in nature and are either inherent in or derive from their Chairship or SID roles.</p><table><tr><td><p>Table F</p></td><td><p></p></td><td><p></p></td></tr><tr><td><p>SMF</p></td><td><p>Description of responsibilities</p><p>(a full list is available in Senior Management Functions 4.1)</p></td><td><p>Relevant PRA Rulebook material</p></td></tr><tr><td><p>Chair of the Governing Body (SMF9)</p></td><td><p>Chairing and overseeing the performance of the board.</p><p>Leading the development and overseeing the</p><p>implementation of the firm&#8217;s policies and procedures for the induction, training and development of all directors.</p><p></p><p>Overseeing the assessment of fitness and propriety of those NEDs who are not in scope of the SMR and the related notification requirements to the PRA.</p><p></p><p>Leading the development of the firm&#8217;s culture by the board.</p></td><td><p>Fitness and Propriety 2.3, 2.4,</p><p>and 4.</p></td></tr><tr><td><p>Chair of the Audit Committee (SMF11)</p></td><td><p>Chairing and overseeing the performance of the Audit Committee.</p><p></p><p>Ensuring and overseeing the integrity and independence of the firm&#8217;s internal audit function (including the Head of Internal Audit).</p></td><td><p>Compliance and Internal Audit 3.1<footnoteref fid=\"20\">20</footnoteref></p></td></tr><tr><td><p>Chair of the Risk Committee (SMF10)</p></td><td><p>Chairing and overseeing the performance of the Risk Committee.</p><p></p><p>Ensuring and overseeing the integrity and independence of the firm&#8217;s risk function (including the CRO).</p></td><td><p>Risk Control 3.5.</p></td></tr><tr><td><p>Chair of the Remuneration Committee (SMF12)</p></td><td><p>Chairing and overseeing the performance of the Remuneration Committee.</p><p></p><p>Overseeing the development and implementation of the firm&#8217;s remuneration policies and practices.</p></td><td><p>Remuneration 7.2-7.4.</p></td></tr><tr><td><p>Chair of the Nominations Committee (SMF13) [FCA]</p></td><td><p>Chairing and overseeing the performance of the Nomination Committee.</p></td><td><p>SUP10C.5.2 R</p><p>(FCA Handbook).</p></td></tr><tr><td><p>SID (SMF14)</p></td><td><p>Performing the role of a SID (in line with the FRC Code) and leading the assessment of the Chair&#8217;s performance.</p></td><td><p></p></td></tr><tr><td><p>Either Chair of the Governing Body</p><p>(SMF9) or Chair of the Audit Committee (SMF11)</p></td><td><p>Ensuring and overseeing the integrity and independence of the compliance function (including the Head of Compliance).</p><p></p><p>Ensuring and overseeing the integrity, independence and effectiveness of the firm&#8217;s policies and procedures on whistleblowing and ensuring staff that raise concerns are</p><p>protected from detrimental treatment.</p></td><td><p>Compliance and Internal Audit 2.4<footnoteref fid=\"21\">21</footnoteref>.</p></td></tr></table><p>2.32The potential accountability of NEDs in scope of the SMR is restricted to those activities for which they are responsible, which include (but are not limited to):</p><p>&#61623;ensuring that the Board and/or the committees which they chair;</p><p>-meet with sufficient frequency;</p><p>-foster an open, inclusive discussion which challenges executives where appropriate; and</p><p>devote sufficient time and attention to matters within their remit which are relevant to the firm&#8217;s safety and soundness.</p><p>&#61623;helping to ensure that the board or committee and its members have the information necessary to perform their tasks;</p><p>&#61623;facilitating the running of the board or committee to assist it in providing independent oversight of executive decisions; and</p><p>&#61623;reporting to the main Board on the committee&#8217;s activities.</p><p>2.32Table G sets out a range of hypothetical scenarios where the PRA may consider taking disciplinary action against NEDs in scope of the SMR and others where the PRA is more likely to focus on individuals performing executive SMFs.</p><table><tr><td><p>Table G</p></td><td><p></p></td></tr><tr><td><p>NEDs in scope of the SMR potentially accountable</p></td><td><p>Executive SMFs potentially accountable</p></td></tr><tr><td><p>&#183; A Skilled Persons Review reveals that a firm&#8217;s Risk Committee has not advised the Board on the</p><p>firm&#8217;s risk appetite nor assisted it in overseeing the implementation of the firm&#8217;s risk strategy by executive management in contravention of Risk Control 3.1(2). In this situation, the PRA might primarily consider whether there could be grounds to sanction the Chair of the Risk Committee.</p><p></p><p>&#183; During a Board Effectiveness Review, the PRA discovers that the Remuneration Committee has failed to prepare any decisions regarding remuneration for consideration and decision by the Board. In this situation, the PRA may consider whether there could be grounds to sanction the Chair of the Remuneration Committee.</p><p></p><p>&#183; A firm&#8217;s Chair and NEDs in scope of the SMR have serious concerns about an overly dominant CEO. These concerns are not addressed, recorded or discussed by the Board or with PRA or FCA supervisors.</p></td><td><p>&#183; A firm breaches its capital requirements as a result of a major loss in a key business unit that has repeatedly breached its risk limits. The risk limits were discussed and set by the Risk Committee and the Board. In this situation, the PRA might primarily consider whether there are grounds to sanction the appropriate executive Senior Managers, including Heads of the Key Business Areas and the Chief Risk Officer. If, however, the breaches are reported to the Board and/or the Risk Committee, the PRA may also enquire whether the Board/ Risk Committee discussed them and made any recommendations.</p><p></p><p>&#183; In an attempt to obtain Board approval for a new, riskier, lending strategy, a firm&#8217;s senior executives submit incomplete and misleading management information to the Board which significantly</p><p>downplays the risks of such a strategy. The CEO also suppresses any negative or questioning advice on this issue, and consequently the board approves the strategy which, six months later, causes the firm to breach a number in the Risk Control section of the PRA Rulebook.</p><p></p><p>&#183; A firm&#8217;s management fails to monitor the provision of services by a third party under an outsourcing agreement resulting in an operational risk crystallising in breach of Outsourcing 2.1 in the PRA</p><p>rulebook.</p></td></tr></table><p>2.33The role of the Chair is integral to firms&#8217; safety and soundness. Consequently, the PRA expects Chairmen to:</p><p>seek proactively to remain appraised of matters relating to the board and its individual committees by, for instance, having regular discussions with the Chairs of the Audit, Remuneration and Risk Committees outside board meetings; and</p><p>&#61623;commit a significantly larger proportion of their time to their functions than other NEDs. The PRA expects Chairmen, in particular those of major firms, not to have or take on additional commitments which may interfere with the fulfilment of their responsibilities to the firm under the SMR. The PRA may consider using its powers to impose conditions on approval to time limit a Chair&#8217;s ability to take on additional external commitments where it considers that doing so may advance its objectives.<footnoteref fid=\"22\">22</footnoteref></p><p>2.34As discussed in Chapter 4, firms must assess the fitness and propriety of those NEDs which are not in scope of the SMR (Notified NEDs) periodically and comply with certain notification\nrequirements to the PRA. Allocation of Responsibilities 4.1 includes a responsibility for the firm&#8217;s performance of its obligations under Fitness and Propriety in respect of its Notified NEDs, which the PRA expects to be allocated to the Chair of the Governing Body (SMF9).</p><p>2.35Senior Management Functions 4.6 specifies a SID (SMF14), which it defines as the function of having responsibility for leading the assessment of the performance of the person performing the Chair function. Where a firm has a SID, the PRA expects their assessment of the Chair to consider, among other things:</p><p>&#61623;the extent to which the Chair has fulfilled their responsibilities under the SMR; and</p><p>&#61623;the quality and sufficiency of resources allocated to the Chair&#8217;s office (consistent with Allocation of Responsibilities 7.1).</p><p>Individual accountability and collective decision-making by boards</p><p>2.36Although the SMR only applies to some NEDs, who are required to take on individual responsibilities, the PRA views the regime and its application as consistent with the principle of collective decision-making.</p><p>2.37The SMR co-exists with the statutory and fiduciary duties of directors under UK company law and domestic and international corporate governance standards. The SMR clarifies and formalises the individual responsibilities which NEDs in scope of the SMR should already have in practice.</p><p>2.38Moreover, regardless of the fact that some NEDs are subject to limited individual responsibilities and potential accountability under the SMR, the PRA considers it vital that boards as a whole understand the Threshold Conditions in FSMA, the Fundamental Rules and other detailed underlying rules in the PRA Rulebook. Boards should establish within their firms a culture that supports adherence to the spirit and letter of these requirements.<footnoteref fid=\"23\">23</footnoteref></p><p>2.39As part of its ongoing supervision of Relevant Firms&#8217; governance, the PRA assesses the overall composition and effectiveness of Boards. Moreover the PRA expects firms to discuss succession planning and proposed changes to their board with supervisors irrespective of whether the proposed change relates to a function in scope of the SMR or not.</p><p>Sharing Prescribed Responsibilities</p><p>2.40PRA Prescribed Responsibilities can be allocated to more than one Senior Manager. However, where a firm allocates a PRA Prescribed Responsibility to more than one Senior Manager, each of</p><p>those individuals will be deemed fully accountable for that responsibility. PRA Prescribed Responsibilities can therefore be shared but not split among two or more SMFs.</p><p>2.41Where a PRA Prescribed Responsibility is shared among more than one Senior Manager, the PRA expects the responsibility to be recorded identically in each of the Senior Manager&#8217;s SoR. However, firms are expected to utilise the free text section in the SoRs to provide additional details on how a given shared Prescribed Responsibility applies to the different individuals sharing it in practice. For example, the Prescribed Responsibility in Allocation of Responsibilities 4.1(9) (responsibility for the production and integrity of the firm&#8217;s financial information and its regulatory reporting under the regulatory system) is often shared among two SMFs, typically the Chief Finance (SMF2) and Chief Risk (SMF4) functions. Where this is the case, firms should utilise the free text in SoRs to specify and, where appropriate, list the financial and regulatory returns that each SMF is responsible for.</p><p>2.41A Similarly, where one or more individuals share the Prescribed Responsibility for the firm&#8217;s performance of its obligations under the Outsourcing part of the Rulebook, firms may wish to provide details on which key outsourced relevant services and activities,<footnoteref fid=\"24\">24</footnoteref>each individual is responsible for overseeing in their respective SoRs.</p><p>Prescribed Responsibilities relating to culture</p><p>2.42An example of the interplay between the principles of appropriate individual accountability, which lies at the heart of the SMR, and collective decision-making can be found in the two Prescribed Responsibilities in Allocation of Responsibilities 4.1 relating to culture.</p><p>2.43These Prescribed Responsibilities reflect the expectation set out in the PRA&#8217;s Approach Documents that firms should have a culture that supports their prudent management and builds on the idea that boards and management of regulated firms should embed the principle of safety and soundness in the culture of the whole organisation.<footnoteref fid=\"25\">25</footnoteref></p><p>2.44While the PRA acknowledges that a firm&#8217;s culture is a collective matter for the board (as noted in the FRC Code), these responsibilities seek to ensure that the CEO and Chair assume a leading role in the development and implementation of Relevant Firms&#8217; culture.</p><p>2.45Large UK-headquartered banking groups comprising multiple Relevant Firms may wish to allocate the two Prescribed Responsibilities relating to culture to the group CEO and group Chair as opposed to the CEOs and Chairmen of the individual legal entities, for instance where culture is a matter reserved for the group board. They are not, however, required or expected to do so. In this situation, it may be appropriate for the group CEO and Chair to be approved as Group Entity Senior Managers (SMF7) of each of the Relevant Firms in the group.</p><p>Additional responsibilities</p><p>2.46Firms are free to assign to a Senior Manager, and include in their SoR, additional\nresponsibilities not covered in the PRA&#8217;s rules. Additional responsibilities must not, however, modify or qualify any responsibilities prescribed by the PRA.</p><p>Statements of Responsibilities and Management Responsibilities Maps</p><p>Purpose of Statements of Responsibilities and Management Responsibilities Maps</p><p>2.46A SoRs and Management Responsibilities Maps (MRMs) should promote clarity and\ntransparency on the individual responsibilities of each Senior Manager and a firm&#8217;s (and, where relevant, group&#8217;s) management and governance arrangements.</p><p>2.46B SoRs and MRMs serve a variety of purposes. In particular they provide for a more targeted assessment of the fitness sand propriety of prospective and incumbent Senior Managers by allowing their competence, knowledge, experience, qualifications, training and, where relevant, proposed time commitment to be measured against the responsibilities they have been allocated.</p><p>2.46C SoRs and MRMs should not be regarded simply as regulatory returns but should be seen as valuable components of a firm&#8217;s internal corporate governance documentation and processes. As such, the PRA expects SoRs and MRMs to be used by firms to aid the clarification, documentation, embedding and review of their internal corporate governance arrangements.</p><p>2.46D Examples of internal governance processes where SoRs and MRMs should be used include but are not limited:</p><p>&#61623;succession planning and the induction of new SMFs;</p><p>&#61623;the ongoing learning and development of incumbent SMFs and, where appropriate, Certified employees; and</p><p>&#61623;the periodic monitoring and assessment of the effectiveness of governance arrangements which firms are required to carry out under General Organisational Requirements 5.1(6).</p><p>2.46E SoRs and MRMs can help identify the Senior Manager responsible for an area if things go wrong. However, as stated in the PRA approach document &#8220;the PRA&#8217;s preference is to use its statutory powers to secure ex ante, remedial action&#8221;.<footnoteref fid=\"26\">26</footnoteref></p><p>2.46F To ensure adherence to the letter and spirit of the relevant statutory and regulatory requirements on SoRs and MRMs, firms should ensure that they are drafted in a clear a complete way with a consistent structure and an appropriate and proportionate level of detail.</p><p>2.46G Indicators that firms should consider when evaluating the quality and effectiveness of their SoRs and MRM include but are not limited to:</p><p>&#61623;the extent to which a firm&#8217;s SoRs and MRM are embedded and utilised in internal governance processes and how valuable internal stakeholders find them in practice; and</p><p>&#61623;the outcome of relevant Internal Audit reviews.</p><p>Statements of Responsibilities</p><p>Completeness</p><p>2.47As sections 60(2A-2C) of FSMA state, SoRs must set out the areas of a firm&#8217;s regulated activities that each Senior Manager is responsible for.</p><p>A The Allocation of Responsibilities part of the PRA Rulebook lists a series of Prescribed Responsibilities which firms must allocate among their Senior Managers.</p><p>2.47B Although Prescribed Responsibilities are a pivotal feature of the PRA&#8217;s SMR insofar as they represent areas which the PRA, as a prudential regulator, is specifically interested in, SoRs should comprise more than a tick-box allocation of Prescribed Responsibilities, especially for large, complex firms. Firms should utilise section 3.2.2 of the SoR template to provide additional clarifications, details and explanations of the Prescribed Responsibilities they have allocated, where it would be necessary or helpful in understanding what the Senior Manager&#8217;s responsibilities are.</p><p>2.47C For example, a number of firms do not carry out proprietary trading as defined in Rule 4.2(1) of the Allocation of Responsibilities part of the Rulebook, but do some trading as principals as part of treasury management. Where this is the case, the firm is not required to allocate the Prescribed Responsibility for proprietary trading mentioned above but should explain that the Prescribed Responsibility &#8216;for the firm&#8217;s treasury management functions&#8217; in Rule 4.1(8) of the Allocation of\nResponsibilities part of the Rulebook includes overall responsibility for the firm&#8217;s own-balance sheet trading for treasury management purposes ;</p><p>2.47D Moreover, SoRs should indicate whether a Senior Manager has:</p><p>&#61623;Overall responsibility for any business areas, activities, or management functions of the firm not otherwise covered under the Prescribed Responsibilities (&#8217;Overall Responsibility&#8217;). Annex 1G of SYSC 4 in the FCA Handbook lists a number of indicative, non-exhaustive areas, activities and functions to assist firms with this task. Overall Responsibilities should be set out in section\n3.3 of the SoR template.</p><p>&#61623;Additional responsibilities not covered under the Prescribed or Overall Responsibilities, which should be set out in section 3.4 of the template (&#8217;Additional Responsibilities&#8217;). Typically, such Additional Responsibilities will entail managing or overseeing material actions, deliverables and projects which are specific to a firm and/or Senior Manager.</p><p>2.47E Unlike Overall Responsibilities, which often describe permanent areas, activities or management functions in a firm (such as payment services, market-making or human resources) Additional Responsibilities may often have a defined agreed or expected completion date. Examples include:</p><p>&#61623;material change management or transformation projects, including but not limited to a significant overhaul of a firm&#8217;s IT systems; the management of aspects relating to a complex acquisition or the authorisation of a new significant entity;</p><p>&#61623;material remediation actions resulting from supervisory discussions, supervisory reviews, such as a skilled persons review under section 166 of FSMA, or enforcement action;</p><p>&#61623;responsibilities which other PRA rules or supervisory statements require or expect firms to allocate to a Senior Manager; and/or</p><p>&#61623;responsibilities (other than Prescribed Responsibilities) assumed on an interim basis. For instance, where an individual has been given a time-limited approval or temporarily expanded their remit to provide cover for an unforeseen departure.</p><p>&#61623;In deciding whether to include a given deliverable or task as an Additional Responsibility in the SoR of an SMF, firms should take into account the expected duration and materiality of the deliverable or task. It follows that not every project an SMF is responsible should be listed in their SoR, only those meeting a minimum level of prudential or strategic significance for the firm and with a minimum expected duration.</p><p>o\tIn the first instance, it is the responsibility of firms to assess whether a deliverable is material enough to warrant inclusion in a given SoR. However, the PRA generally expects the following deliverables and task to be reflected in relevant SoRs:</p><p>&#61607;Actions linked to a change of control or significant restructuring, such as a major acquisition, corporate reorganisation, divestment, flotation, the creation of a ring-fenced bank;</p><p>&#61607;Material or urgent actions requested in a Periodic Summary Meeting (PSM) letter;</p><p>&#61607;Material or urgent actions recommended or required following a deep-dive by the PRA or FCA, a Skilled Persons Review under Section 166 of FSMA or an internal review by the firm; and</p><p>&#61607;Material or urgent actions in response to or following enforcement by the PRA, FCA or other regulators.</p><p>&#61623;The PRA expects firms to &#8216;cleanse&#8217; SoRs periodically or whenever any are Additional Responsibilities are either deemed satisfactorily completed by the Relevant Firm and the PRA or become less significant.</p><p>2.47F While the SoRs of individuals performing the same SMF across different firms will be inevitably similar to some extent, the PRA expects SoRs (and MRMs) to reflect how the business model, complexity, risk profile and size of each firm affect each Senior Manager&#8217;s responsibilities.</p><p>2.47G SoRs that read like generic job descriptions and do not reflect firm-specific circumstances, priorities and projects are not consistent with the spirit of the SMR.</p><p>2.47H SoRs, in particular responsibilities included in the Other Responsibilities section, also provide a common vehicle to document actions and undertakings which, in the past, may have been recorded in ad-hoc attestations. While SoRs may not be appropriate to document certain types of attestation, such as those which are backward-looking or not capable of being allocated to individual SMFs, they provide a vehicle to consolidate and rationalise other attestations.</p><p>Clarity and level of detail</p><p>2.48Firms should include free text in SoRs to clarify and elaborate on the responsibilities of Senior Managers.</p><p>2.48A However, free text in a Senior Manager&#8217;s SoR must not unduly complicate, dilute or undermine the clarity of the individual&#8217;s responsibilities.</p><p>2.48B The aim of this text should be to clarify, describe and develop the responsibilities of the relevant individual by, for instance:</p><p>&#61623;if a responsibility is shared, explaining how it applies to the different individuals sharing it in practice; and</p><p>&#61623;breaking down certain responsibilities into key component tasks. While the PRA does not expect firms to list every task relating to every responsibility, some description of the tasks is expected, particularly for certain Prescribed Responsibilities, which sometimes provide a high- level description of an area likely to comprise multiple underlying key deliverables.</p><p>&#61623;For example, the Prescribed Responsibility &#8216;for developing and maintaining the firm&#8217;s recovery plan, resolution pack and, where relevant, resolution assessment, and for overseeing the internal processes regarding their governance&#8217; in Rule 4.1(10) of the Allocation of Responsibilities part of the Rulebook will include a range of tasks under the Recovery Plan, Resolution Pack and Resolution Assessment parts of the Rulebook which firms are expected to reflect in the SoR of the SMF(s) to whom this responsibility is allocated, such as;</p><p>presenting the recovery plan to the management body for approval before submitting it to the PRA;</p><p>ensuring the PRA is notified of any material changes made to the resolution pack promptly and, in any event, within one month of making any such change; and</p><p>(where relevant) ensuring the report of the resolution assessment is presented to the management body for approval before submitting it to the PRA.</p><p>2.49In order to avoid the risk of SoRs becoming unduly complex, heavily caveated or unclear, the PRA has a suggested in the Statement of Responsibilities template a 300 word limit as a guide to the amount of free text that firms should use to describe each responsibility which they allocate to a Senior Manager (Prescribed, Overall and/or Additional). The PRA considers that 300 words should be sufficient for firms to provide an appropriate level of detail on each responsibility they allocate. However, save for smaller, less complex firms, it is equally likely that text significantly below the suggested 300 words will fall below the level of detail necessary to appropriately facilitate supervisory interactions.</p><p>2.50Moreover, the PRA recognises that larger firms commonly have more complex governance arrangements, particularly if they are part of a group. There may be situations where a firm legitimately needs to exceed the suggested 300 word limit for one, some, or all responsibilities of Senior Managers. As long as the information is clear, relevant and useful to facilitate supervisory interactions, the PRA will not discourage firms from exceeding the suggested 300 word limit.</p><p>2.50A However, the PRA also expects firms to avoid superfluous or unnecessary text in SoRs. The aim of free text in SoRs should be to elaborate on the areas which an individual is responsible for, rather than on how that individual discharges their responsibilities or the generic competencies and skills required to perform that particular SMF. This information can, nonetheless, be useful in other\ncontexts, such as the PRA&#8217;s initial assessment of the individual&#8217;s fitness and propriety, and firms are encouraged to include it in supporting documentation such as role profiles.</p><p>2.51The responsibilities of SMFs must be set out in their SoRs and the firm&#8217;s MRM, which are the mandatory, standard document required by FSMA and/or the PRA Rulebook.</p><p>2.51A However, the PRA does not forbid or discourage firms from also including information about an SMF&#8217;s responsibilities in non-mandatory , internal, supporting documents, such as role profiles, if they elect to do so as long as this does not lead to the omission of such information from the SoR and MRM.</p><p>2.51B In addition, role profiles and similar documents can provide valuable information in an accessible format about an SMF beyond what must be included in SoRs and MRMs, such as a:</p><p>&#61623;description of the key competencies, experience and expertise requirements of the role;</p><p>&#61623;lists of key direct reports; and/or</p><p>&#61623;committees below board level which the SMF chairs or is a member of.</p><p>Consistency</p><p>2.52The PRA expects firms to take reasonable steps to ensure that the information they include in the SoRs of different Senior Managers is as consistent as possible in terms of clarity, style and level of detail particularly when dealing with SoRs of Senior Managers with similar roles and levels of responsibility.</p><p>2.52A The PRA acknowledges that there will be some variation in the level of detail of some SoRs within a firm. For instance, the PRA expects the SoRs of Heads of Key Business Areas (SMF6)s and Group Entity Senior Managers (SMF7s), which may apply to individuals performing a diverse range of roles and influencing the firm in different ways, to contain fewer or, in some cases, no Prescribed Responsibilities. Conversely, the PRA expects the amount of free text in the SoRs of SMF6s and SMF7s to be greater than in the SoRs of other SMFs as there are likely to be very few, if any, commonalities or recurring responsibilities between SMF6s and SMF7s in different firms.</p><p>2.53Likewise, the PRA expects the SoRs of NEDs in scope of the SMR to be less extensive than those of executive Senior Managers. Nonetheless, it is important that the SoRs of NEDs in scope of the SMR provide at least some detail. Merely stating that an SMF10-13 is responsible for chairing a given board committee in accordance with its terms of reference is unlikely to provide an appropriate in many cases. The SoRs of non-executive SMFs should go into a somewhat greater level of detail and break down the chairship of these key committees into more granular key tasks (without allocating executive or quasi-executive responsibilities to the relevant NEDs). Examples of additional detail which firms would be expected to include, if applicable, in the SoRs of NEDs in scope of the SMR may include but are not limited to:</p><p>&#61623;the SID&#8217;s (SMF14) responsibility for leading the board (and/or Nominations Committee) in implementing an orderly succession plan for the Chair; and/or</p><p>&#61623;the Chair of the Remuneration Committee&#8217;s responsibility for ensuring that the Committee discusses and approves buy-outs of variable remuneration (for new hires) and termination packages (for outgoing employees) in specific, pre-determined circumstances, such as when they exceed a certain amount.</p><p>Updating a Statement of Responsibilities</p><p>2.54Section 62A of FSMA requires firms to submit a revised Statement of Responsibilities whenever there is a significant change in the aspects of the authorised person&#8217;s affairs which the person is responsible for managing in performing the function.</p><p>2.55In determining whether a change to a Senior Manager&#8217;s role and responsibilities is significant, the PRA expects firms to consider all relevant factors, including but not limited to:</p><p>&#61623;the importance to the firm of the responsibilities being given up or taken on;</p><p>&#61623;whether the change alters the seniority of the Senior Manager in the firm or group;</p><p>&#61623;whether there are any changes to the identity, number or seniority of individuals reporting to the Senior Manager; and</p><p>whether there are any changes to the skills, experience or knowledge required by the Senior Manager.</p><p>2.56Whether a significant change has taken place will be determined on a case-by-case basis. However, the list below sets out non-exhaustive examples of potential significant changes which, in the PRA&#8217;s view, may require the submission of a revised Statement of Responsibilities:</p><p>&#61623;a variation of the individual&#8217;s approval, either at the firm&#8217;s, the PRA&#8217;s or the FCA&#8217;s initiative, resulting in the imposition of a condition or time limit;</p><p>&#61623;fulfilling or failing to fulfil a condition on approval imposed by the PRA or FCA;</p><p>&#61623;sharing or ceasing to share an SMF originally performed by one individual among two or more individuals; and</p><p>&#61623;the addition, re-allocation or removal of any of the following:</p><p>a PRA or FCA Prescribed Responsibility;</p><p>responsibility for a function under SYSC 4.7.8R of the FCA Handbook (FCA Overall Responsibility); or</p><p>any additional responsibility not covered above.</p><p>Management Responsibilities Maps</p><p>2.57Firms are required by Allocation of Responsibilities 7.1 to develop and maintain a Management Responsibilities Map (MRM).The purpose of an MRM is consolidate information on a firm&#8217;s management and governance arrangements into an accessible, clear and comprehensive single source of reference. In this sense, an MRM can be described as the governance equivalent of a business plan or an Internal Capital Adequacy Assessment Process (ICAAP) document.</p><p>2.57A Allocation of Responsibilities 7.2 sets out the information that a firm&#8217;s MRM must include. In particular, firms are required to ensure that the MRM includes:</p><p>&#61623;aggregate information on the allocation of responsibilities to Senior Managers as set out in their individual, respective SoRs. Note, however, that it is not necessary for the MRM to duplicate or restate all the information in each SoR;</p><p>the rationale for any shared or divided responsibilities and details of how each of the individuals responsible is expected to discharge the shared responsibility in practice (without prejudice to the expectations in paragraphs 2.10 and 2.11 above);</p><p>&#61623;matters reserved for the board and the terms of reference of the key board committees, including their structures, membership, remit, interaction with other committees in the firm and, if applicable, the group;</p><p>&#61623;reporting lines of Senior Managers to individuals and committees in the firm and, if applicable, the group, including those located overseas; and</p><p>&#61623;where firms are part of a larger group, the interaction of a firm&#8217;s governance arrangements with group governance arrangements (for example, in areas such as internal codes of conduct and remuneration policies), including the extent to which the firm&#8217;s management and governance arrangements are provided by, or shared with, other group entities.</p><p>2.58There is no template for MRMs and it is up to firms to develop and maintain an MRM that is appropriate for and accurately reflects the structure, size and complexity of the firm including, where applicable, group governance arrangements.</p><p>A Firms should determine the most effective method of clearly communicating the required information in the MRM. This is likely to include a combination of text and visual aides, such as organograms, group structure diagrams or organisation charts. Irrespective of how a firm chooses to present the required information, firms should ensure that the information presented in the MRM is clear, complete and meets the requirements in Allocation of Responsibilities.</p><p>2.58B A firm&#8217;s MRM should include sufficient information to be able to form a clear understanding of how the management and governance arrangements of the firm work.</p><p>The Duty of Responsibility under the SMR</p><p>2.59This section sets out how the PRA will apply section 66B(5) of FSMA (also referred to as &#8216;the Duty of Responsibility&#8217;) in practice.</p><p>The PRA will consider the specific facts of each situation which may fall within the Duty of Responsibility and will act as it considers appropriate in light of those facts. Consequently, this statement does not establish minimum standards or safe-harbours. The expectations and examples below are indicative, non-binding and non-exhaustive and there may be other considerations, not listed, that are relevant.</p><p>Statutory framework</p><p>2.61For the purposes of disciplinary action by the PRA under section 66 of FSMA, a person is guilty of misconduct if any of three conditions are met. One of these arises from the Duty of Responsibility. It states that a person will be guilty of misconduct if the PRA finds that all of the following four criteria are met:</p><p>&#61623;the person is or was a Senior Manager in a Relevant Authorised Person;</p><p>&#61623;there has been or continues to be a contravention of a &#8216;Relevant Requirement&#8217; (as defined in section 66B(4) of FSMA) by the Firm;</p><p>&#61623;the Senior Manager was at the relevant time responsible for the management of any of the Firm&#8217;s activities in relation to which the contravention occurred; and</p><p>&#61623;the Senior Manager did not take such steps as a person in the Senior Manager&#8217;s position could reasonably be expected to take to avoid the contravention occurring (or continuing).</p><p>2.62The Senior Manager will not be guilty of misconduct under section 66B(5) if the PRA finds that they had taken such steps as a person in their position could reasonably be expected to take to avoid the contravention occurring (or continuing) (&#8216;Reasonable Steps criterion&#8217;).</p><p>2.63The PRA may take disciplinary action under section 66 of FSMA where it appears to the PRA that the person is guilty of misconduct and the PRA is satisfied that it is appropriate in all the circumstances to take action against him or her.</p><p>As with any disciplinary action that the PRA takes under section 66 of FSMA, the statutory process involves a period during which the person involved is able to make representations.</p><p>2.65Under sections 66B(2) and (3) of FSMA, individuals, including Senior Managers, can also be guilty of misconduct if they breach a Conduct Rule or are knowingly concerned in a contravention of a Relevant Requirement by the firm. This supervisory statement does not explicitly consider these two potential grounds for misconduct. However, in respect of any individual situation, the PRA may consider whether the individual is guilty of misconduct by any of sections 66B(2), (3) or (5), solely or in combination. The PRA will consider each situation on its facts. There may be situations where a Senior Manager may be guilty of misconduct by virtue of a breach of the Conduct Rules under section 66B(2), as well as under the Duty of Responsibility.</p><p>2.66There is no distinction made in FSMA between executive and non-executive Senior Managers in relation to the Duty of Responsibility. However, the PRA&#8217;s ability to apply the Duty of\nResponsibility hinges on the scope of that responsibility in the first place and the PRA recognises that the responsibilities of NEDs in scope of the SMR are usually more limited than for executive management. These differences should be recognised in their respective SoRs.</p><p>2.67The Duty of Responsibility recognises that individual Senior Managers should be held accountable for their individual contributions to collective decisions and their implementation insofar as those contributions are in scope of their Senior Manager responsibilities.</p><p>Description of the operation of the Duty of Responsibility</p><p>2.68The Duty of Responsibility arises where all the elements in section 66B(5) of FSMA are met. Where action is taken against a Senior Manager under section 66B(5) the onus will be on the PRA to show that the Senior Manager has been guilty of misconduct.</p><p>2.69The first element, whether the individual is or was a Senior Manager at the time of the breach, will be a question of fact.</p><p>The second element is that there has been, or continues to be, a contravention of a Relevant Requirement by the firm. The contravention does not need to be material or significant and the PRA would be fettering its discretion if it only applied the Duty of Responsibility in cases exceeding a certain level of materiality. However, in taking disciplinary action under section 66 of FSMA, the PRA must be satisfied that it is appropriate in all the circumstances to take action against the person and such circumstances may include the nature and seriousness of the contravention</p><p>2.71The third element is that the Senior Manager was at the relevant time responsible for the management of any of the firm&#8217;s activities in relation to which the contravention occurred.</p><p>2.72Depending on the nature and extent of the firm&#8217;s breach, and the scope of the individual Senior Manager&#8217;s responsibilities, it is possible that more than one Senior Manager could be responsible. In such circumstances, the PRA will consider whether it is appropriate to consider sanctioning one, some, or all such Senior Managers under the Duty of Responsibility.</p><p>2.73Whether a Senior Manager is or is not responsible for managing any of the firm&#8217;s relevant activities will be a question of fact. SoRs and Management Responsibilities Maps should be relevant evidence, but the PRA may look beyond these if it considers it appropriate.</p><p>The PRA&#8217;s approach to the Reasonable Steps criterion</p><p>2.74The PRA can only take action under section 66 of FSMA if it appears to the PRA that a Senior Manager is guilty of misconduct and the PRA is satisfied that it is appropriate in all the circumstances to take action against the Senior Manager. A person will not be guilty of misconduct under the Duty of Responsibility if they have taken such steps as a person in their position could reasonably be expected to take to avoid the contravention occurring (or continuing).</p><p>2.75The individual will be able to submit evidence and make representations on this point. The PRA would normally expect to engage in dialogue with the individual prior to issuing an initial Decision Notice.</p><p>2.76Section 66B(5)(d) involves the PRA assessing (a) the steps that the specific Senior Manager actually took, against (b) such steps as the PRA considers that a Senior Manager, in that position, could reasonably have been expected to take to avoid the contravention occurring (or continuing).\nThe PRA&#8217;s expectations of the steps in &#8216;(b)&#8217; will necessarily depend on the circumstances as they existed at the time. It is not the PRA&#8217;s intention to apply standards retrospectively or with the\nbenefit of hindsight. However, examples of the considerations that the PRA may consider in forming its view of &#8216;(b)&#8217; can include:</p><p>&#61623;the size, scale and complexity of the firm;</p><p>&#61623;what the Senior Manager actually knew, or a Senior Manager in that position ought to have known (taking into account, among other factors, the length of time they have been in the role and handover arrangements to those new in a role);</p><p>&#61623;what expertise and competence the Senior Manager had, or ought to have possessed, at the time to perform their specific Senior Management Function;</p><p>&#61623;what steps the Senior Manager could have taken, considering what alternative actions might have been open to the Senior Manager at the time and the timeliness within which they could have acted;</p><p>&#61623;the actual responsibilities of that Senior Manager and the relationship between those responsibilities and the responsibilities of other Senior Managers in the firm (including in relation to any joint responsibilities or matrix-management structures);</p><p>&#61623;whether the Senior Manager delegated any functions, taking into account that any such delegation should be appropriately arranged, managed and monitored;</p><p>&#61623;the overall circumstances and environment at the firm and more widely, in which the Senior Manager was operating at the time. For example, the PRA may consider whether the way in which they prioritised matters was informed by an appropriate risk assessment and how they responded to new developments.</p><p>2.77n relation to &#8216;(a)&#8217; and the steps that a Senior Manager actually took to avoid the contravention occurring or continuing, examples of the steps that might be considered to be reasonable actions, depending on the circumstances, could include:</p><p>&#61623;pre-emptive actions to prevent a breach occurring, including any initial reviews of the business or business area on taking up a Senior Manager function;</p><p>&#61623;implementing, policing and reviewing appropriate policies and procedures;</p><p>&#61623;awareness of relevant requirements and standards of the regulatory system;</p><p>investigations or reviews of the Senior Manager&#8217;s area of responsibilities;</p><p>&#61623;where a breach is continuing, any response taken to that breach;</p><p>&#61623;structuring and control of day-to-day operations, including ensuring any delegations are managed and reviewed appropriately. This includes in relation to any &#8216;matrix-management&#8217; arrangements;</p><p>&#61623;obtaining appropriate internal management information, and critically interrogating and monitoring that information;</p><p>&#61623;raising issues, reviewing issues, and following them up with relevant staff, committees and boards;</p><p>&#61623;seeking and obtaining appropriate expert advice or assurance, whether internal or external;</p><p>&#61623;ensuring that the firm and/or relevant area has adequate resources, and that these are appropriately deployed, including for risk and control functions; and</p><p>&#61623;awareness of relevant external developments, including key risks.</p><p>2.78Evidence that the PRA might seek to obtain in respect of these kinds of matters could include:</p><p>&#61623;board and board committee minutes;</p><p>&#61623;minutes of other internal meetings;</p><p>&#61623;SoRs and Management Responsibilities Maps;</p><p>&#61623;organisation charts and information on reporting lines;</p><p>&#61623;any other internal materials, for example, emails or telephone recordings; and</p><p>&#61623;regulatory correspondence and interviews.</p>",
        "NativeContent": null,
        "ParentPartVersionId": 1723207,
        "ParentPartSourceId": "230fe845-76f2-42ed-857e-0eb8a2afef67",
        "ParentPartVersionOrdinal": 1
    },
    {
        "LegislationVersionId": 5271,
        "LegislationSourceId": "d5a65f22-0737-4955-8777-74b928a2b4d6",
        "LegislationVersionOrdinal": 2,
        "Title": "PRA Supervisory Statement SS 28/15 Strengthening individual accountability in banking",
        "NativeTitle": null,
        "JurisdictionSourceId": "6bd90564-8335-4f44-a449-b8e82eaafa5b",
        "JurisdictionName": "United Kingdom",
        "IssuingBodySourceId": "7d528d8e-4f4d-43ea-8d31-8856c228ad22",
        "IssuingBodyName": "Bank of England (BoE) Prudential Regulation Authority (PRA)",
        "PartVersionId": 1723206,
        "PartSourceId": "dc3a97f6-c4ee-4e98-8f12-e87448c06b48",
        "PartVersionOrdinal": 1,
        "OrderNum": 2,
        "Content": "<p>3.1This chapter sets out the PRA&#8217;s expectations of how firms should act when deciding which roles are &#8216;certification functions&#8217; (as defined in the Certification Part of the PRA Rulebook) requiring a certificate to be issued by the firm to the person performing the function. It should be read alongside the Certification, Fitness and Propriety, and Remuneration Parts.</p><p>Relationship between the Certification Regime and the PRA&#8217;s Remuneration rules</p><p>3.2The PRA has specified certification functions by reference to the concept of a &#8216;significant risk taker&#8217;.</p><p>3.3For CRR firms, both the definition of a &#8216;significant risk taker&#8217; for the purposes of the Certification Regime and the definition of a &#8216;material risk taker&#8217; in the PRA&#8217;s rules in the Remuneration Part of the Rulebook (&#8216;Remuneration rules&#8217;) refer to the Material Risk Takers Regulation,<footnoteref fid=\"27\">27</footnoteref>which sets out qualitative and quantitative criteria for identifying &#8216;staff whose professional activities have a\nmaterial impact on an institution&#8217;s risk profile&#8217;.</p><p>3.4However, it should be noted that some individuals classified as material risk takers under the Remuneration rules will not fall within the Certification Regime. In particular, anyone who performs an SMF will not be treated as performing a certification function for that firm.<footnoteref fid=\"28\">28</footnoteref>In addition, NEDs will not fall within the Certification Regime (unless, in addition to their NED function, they also perform an additional function which is a certification function, which the PRA would not expect would normally be the case).</p><p>3.5There may also be employees who are classified as material risk takers but who are not sufficiently involved in a regulated activity of the firm to meet the statutory test for a certification function. This may, for example, be the case where the individual is employed by an overseas subsidiary of the UK-authorised firm; such a person may be a material risk taker under the PRA&#8217;s Remuneration rules as these will apply at group, parent undertaking and subsidiary undertaking levels, including those subsidiaries established outside the European Economic Area. But if they have no involvement in a regulated activity of the UK-authorised firm, the effect of Certification 2.2 is that they would not be performing a certification function.</p><p>3.6The PRA expects that in a CRR firm only those individuals who are material risk takers as defined in the Remuneration rules could be performing a certification function specified by the PRA.\nHowever, the FCA&#8217;s Certification Regime is wider and also includes individuals who are not &#8216;material risk takers&#8217;.</p><p>3.7By virtue of Article 4(2)&#8211;(5) of the Material Risk Takers Regulation, a firm may, where certain conditions are satisfied, deem that an employee who meets any quantitative criterion in Article 4(1)</p><p>but none of the criteria in Article 3 of that Regulation, is not a &#8216;material risk taker&#8217;. In such cases, the firm should not treat that employee as a &#8216;significant risk taker&#8217; for the purposes of the Certification Regime.</p><p>3.8Credit unions are not subject to the CRR or the associated remuneration requirements. Therefore, they will not have an existing obligation to identify material risk takers for remuneration purposes and the PRA considers that many of the criteria in the Material Risk Takers Regulation would not, in practice, be relevant to credit unions. Instead, the PRA has created a separate, simplified definition of certification functions for credit unions in Certification 1.2(2). This will incorporate the elements of the material risk taker criteria that the PRA believes to be relevant to a credit union.</p><p>Identifying functions and describing them in certificates</p><p>3.9The PRA&#8217;s approach to specifying certification functions makes any function performed by a significant risk taker for a firm a certification function (to the extent that the function will require the employee to be involved in a regulated activity of the firm, and provided that the employee is not performing any controlled function for the firm).</p><p>3.10However, this does not mean that the PRA expects firms to issue multiple certificates to each employee that is a &#8216;significant risk taker&#8217;. Rather, in a certificate, a firm may describe the function performed by an employee in broad terms, and without listing all the activities that function may involve. A firm should assess whether the employee is fit and proper to perform all aspects of the function as described by a certificate. The factors the PRA requires a firm to take into account when making this assessment are set out in the Fitness and Propriety Part and in Chapter 4 of this supervisory statement.</p><p>Moving functions during the certification year</p><p>3.11In cases where a certified employee&#8217;s role changes to involve a new certification function part way through the twelvemonth period for which their certificate is valid, and if that new function may have different requirements relating to personal characteristics, the level of competence, knowledge and experience, qualifications or training, the PRA expects the firm to assess whether the employee is fit and proper to perform that new function before they start. A firm should not wait until the point of annual reassessment to determine whether the employee is fit and proper for the new function.</p><p>Associated requirements in FSMA</p><p>3.12n addition to the rules in the Certification Part of the PRA Rulebook, firms should also take account of section 63E (Certification of employees by Relevant Authorised Persons) and section 63F (Issuing of certificates) of FSMA; for example, in relation to the definition of an &#8216;employee&#8217;, the content of a certificate, the period for which a certificate is valid, the procedure to be followed in the event of a refusal by a firm to issue a certificate and record keeping.</p>",
        "NativeContent": null,
        "ParentPartVersionId": 1723207,
        "ParentPartSourceId": "230fe845-76f2-42ed-857e-0eb8a2afef67",
        "ParentPartVersionOrdinal": 1
    },
    {
        "LegislationVersionId": 5271,
        "LegislationSourceId": "d5a65f22-0737-4955-8777-74b928a2b4d6",
        "LegislationVersionOrdinal": 2,
        "Title": "PRA Supervisory Statement SS 28/15 Strengthening individual accountability in banking",
        "NativeTitle": null,
        "JurisdictionSourceId": "6bd90564-8335-4f44-a449-b8e82eaafa5b",
        "JurisdictionName": "United Kingdom",
        "IssuingBodySourceId": "7d528d8e-4f4d-43ea-8d31-8856c228ad22",
        "IssuingBodyName": "Bank of England (BoE) Prudential Regulation Authority (PRA)",
        "PartVersionId": 1723210,
        "PartSourceId": "db7e51b9-35eb-4d0d-a423-db265e44e615",
        "PartVersionOrdinal": 2,
        "OrderNum": 3,
        "Content": "<p>4.1 This chapter sets out the factors that the PRA:</p><p>&#61623;will take into account when assessing whether an individual is fit and proper to perform a SMF; and</p><p>&#61623;expects firms to take into account when assessing whether an individual is fit and proper to perform:</p><p>an SMF specified in PRA rules;</p><p>a certification function specified in PRA rules; or</p><p>a notified NED function specified in PRA rules (that is, a NED in a CRR firm who is not approved by the PRA or FCA to perform a controlled function at that firm).</p><p>4.1A This chapter should be read alongside sections 63E and 63F of FSMA and the Fitness and Propriety section of the Rulebook.</p><p>Assessing fitness and propriety</p><p>4.2 The PRA&#8217;s rules in Fitness and Propriety state that when deciding whether a person is fit and proper, a firm must be satisfied that the person has appropriate qualifications, training, competence and personal characteristics needed to perform their function effectively and in accordance with any relevant requirements, and to enable sound and prudent management of the firm.</p><p>4.3 Section 61(2) of FSMA provides that the PRA may have regard to these rules (among other things) when determining an application for approval to perform an SMF.</p><p>4.4 In assessing whether an individual is fit and proper to perform an SMF, including whether the person complies with the rules referred to above, the PRA will have regard to the person&#8217;s:</p><p>&#61623;honesty, integrity and reputation;</p><p>&#61623;competence and capability; and</p><p>&#61623;financial soundness.</p><p>4.5 Firms should also have regard to the factors above when they are assessing whether an individual is fit and proper to perform an SMF or certification function specified by the PRA.</p><p>4.6 The PRA will also have regard to the joint European Securities and Markets Authority and European Banking Authority&#8217;s Guidelines on the assessment of the suitability of members of the management body and key function holders (the EBA Suitability</p><p>Guidelines) and in particular to the Assessment Criteria set out in Title III of those Guidelines.<footnoteref fid=\"29\">29</footnoteref></p><p>4.7 In complying with the rules in the Fitness and Propriety Part of the Rulebook, firms should also have regard to the EBA Suitability Guidelines as appropriate in determining a person&#8217;s honesty, integrity and reputation, the PRA will have regard to all relevant matters which may have arisen either in the United Kingdom or elsewhere. The PRA will consider whether a matter is relevant to the requirements and standards of the regulatory system.</p><p>4.8 For example, conviction for a criminal offence will not automatically mean an application will be rejected. The PRA will treat each candidate&#8217;s application on a case-by-case basis, having regard to a range of factors which may include, but are not limited to:</p><p>&#61623;the seriousness of, and circumstances surrounding, the offence;</p><p>&#61623;the explanation offered by the convicted person;</p><p>&#61623;the relevance of the offence to the proposed role;</p><p>&#61623;the passage of time since the offence was committed; and</p><p>&#61623;evidence of the individual&#8217;s rehabilitation.</p><p>4.9 When determining a person&#8217;s financial soundness the PRA will not normally require a candidate for an SMF to supply a statement of assets or liabilities. The PRA would not expect a person being of limited financial means to, in itself, affect their suitability to perform a certification function or an SMF.</p><p>4.10 The PRA would expect a firm to take a similar approach to that set out above when assessing whether a person is fit and proper for an SMF or a certification function.</p><p>Assessing the fitness and propriety of Notified NEDs</p><p>4.11 The United Kingdom is required under the following EU Directives and guidelines to ensure that all members of the management body of a Relevant Firm are fit and proper:</p><p>CRD IV (Articles 13, 88 and 91);</p><p>&#61623;MiFID II (Article 9); and</p><p>&#61623;the EBA Suitability guidelines.</p><p>4.12 CRD IV requires Member States to ensure that board members of CRR firms &#8216;at all times be of sufficiently good repute and possess sufficient knowledge, skills and experience to perform their duties&#8217;. According to the EBA Suitability Guidelines, this includes ensuring the appointment of all board members is subject to a regulatory approval or notification process. The EBA Suitability Guidelines recognise that as members of the management body have specific roles, the assessment process and criteria can differ.</p><p>4.13 In order to comply with these EU obligations, Notified NEDs are subject to assessment and notification requirements by the PRA in lieu of preapproval. Under these requirements firms must:</p><p>&#61623;assess the fitness and propriety of all NEDs not subject to regulatory approval on appointment and periodically thereafter. The PRA rules do not define appointment for these purposes but appointment should generally be understood as being linked to a contractual arrangement between the firm and the Notified NED, ie a letter of appointment;</p><p>&#61623;notify the PRA that such NEDs have been deemed fit and proper; and</p><p>&#61623;notify the PRA of any other information which would be reasonably material to the assessment of a NED&#8217;s fitness and propriety.</p><p>4.14 The EU obligations listed above do not apply to credit unions. Consequently, the appointment of a NED who does not perform an SMF in a credit union is not subject to either preapproval or notification, although credit unions are being required to ensure that such NEDs are fit and proper to perform their role and that they observe key conduct standards.</p><p>4.15 The approach and criteria for assessing the fitness and propriety of Notified NEDs should, for the most part, be identical to that used to assess NEDs in scope of the SMR. Differences may, however, arise, where the specific responsibilities of a NED in scope of the SMR require specific expertise or skills.</p><p>4.16 Firms should address issues and concerns about a Notified NED&#8217;s performance or probity in the same way they would address concerns involving a NED in scope of the SMR. This may include sharing these concerns with the PRA if relevant or sufficiently important. Similarly, where the PRA has concerns about a Notified NED, it will normally share them via the Chair or SID.</p><p>4.17 In addition to complying with the PRA&#8217;s EU obligations, supervisors will be able to use the information provided in these notifications to assess the fitness and propriety of the Notified NED and inform supervision&#8217;s views on the overall balance and composition of the Board.</p><p>4.18 Changes to the composition of a firm&#8217;s board, including the appointment of a Notified NED, should be reflected in a Relevant Firm&#8217;s Management Responsibilities Map.</p><p>Criminal background checks</p><p>4.19 In England and Wales, a firm should get an application form from the Disclosure and Barring Service (DBS) or an umbrella body (a registered body that gives access to DBS checks). There is an equivalent procedure in Scotland (involving Disclosure Scotland) and Northern Ireland (involving Access NI). If the candidate is employed by a contractor, the firm may ask the contractor to obtain the certificate. A firm should not send any DBS certificates (or equivalent) or copies of such certificates to the PRA.</p>",
        "NativeContent": null,
        "ParentPartVersionId": 1723207,
        "ParentPartSourceId": "230fe845-76f2-42ed-857e-0eb8a2afef67",
        "ParentPartVersionOrdinal": 1
    },
    {
        "LegislationVersionId": 5271,
        "LegislationSourceId": "d5a65f22-0737-4955-8777-74b928a2b4d6",
        "LegislationVersionOrdinal": 2,
        "Title": "PRA Supervisory Statement SS 28/15 Strengthening individual accountability in banking",
        "NativeTitle": null,
        "JurisdictionSourceId": "6bd90564-8335-4f44-a449-b8e82eaafa5b",
        "JurisdictionName": "United Kingdom",
        "IssuingBodySourceId": "7d528d8e-4f4d-43ea-8d31-8856c228ad22",
        "IssuingBodyName": "Bank of England (BoE) Prudential Regulation Authority (PRA)",
        "PartVersionId": 1723212,
        "PartSourceId": "6194d018-25ff-4645-858a-a50e3e257a1f",
        "PartVersionOrdinal": 1,
        "OrderNum": 4,
        "Content": "<p>5.1This chapter sets out the PRA&#8217;s expectations of how individuals who are subject to the Individual Conduct Rules (Conduct Rules 2) and the Senior Manager Conduct Rules (Conduct Rules 3) (referred to here as &#8216;the conduct rules&#8217;) in the Conduct Rules Part of the PRA Rulebook should comply with them. However, this is not an exhaustive statement of the standards required to comply with the conduct rules.</p><p>5.2This chapter also sets out the PRA&#8217;s expectations of how deposit-takers and PRA-authorised investment firms will comply with the associated rules in Chapter 11 of the Notifications Part of the PRA Rulebook. It should be read alongside section 64C of FSMA.</p><p>Persons and activities to which the Conduct Rules Part apply</p><p>5.3The Conduct Rules Part applies to SMFs specified by either regulator; employees performing a certification function specified by the PRA and directors of relevant authorised persons, as defined in section 64 of FSMA, including Notified NEDs. Employees performing Certification functions are subject to the rules regardless of whether the firm has issued a certificate to them or not.</p><p>5.4Where an employee is performing a function that would have been an SMF but for the rule at Senior Management Functions 2.3 (which provides a twelve-week grace period to cover absences which are temporary or reasonably unforeseen), the effect of Conduct Rules 1.1(2)(c) is to apply the Individual Conduct Rules (but not the Senior Manager Conduct Rules) to that employee. This means that the employee is not held to the same standards as a permanent Senior Manager, but is still required to comply with the more general standards set out in the Individual Conduct Rules.</p><p>5.5Where an employee is performing a function which would have been a certification function but for Certification 2.4 (ie it is to cover an absence of a certified employee which is reasonably unforeseen and is for less than two weeks), the performance of that function does not cause any of the conduct rules to apply to that employee.</p><p>5.6The conduct rules apply only to an individual&#8217;s conduct in relation to the activities of the firm at which they are employed or are approved to perform an SMF.<footnoteref fid=\"30\">30</footnoteref>These rules do not relate to a\nperson&#8217;s actions in their private life if those actions are unrelated to the firm&#8217;s activities and the PRA would not generally expect to assess such actions against its rules. However, an individual&#8217;s wider behaviour could affect their ability to comply with rules. The way in which a person behaves in their private life may be relevant to any assessment, by the PRA or by the firm itself, of whether that person is or remains fit and proper.<footnoteref fid=\"31\">31</footnoteref></p><p>Compliance with the rules</p><p>5.7In assessing compliance with or a breach of a conduct rule, the PRA will have regard to the context in which a course of conduct was undertaken, including:</p><p>&#61623;the precise circumstances of the individual case;</p><p>&#61623;the characteristics of the particular function performed by the individual in question; and</p><p>&#61623;the behaviour to be expected in that function.</p><p>5.8A person will only be in breach of any of the conduct rules where they are personally culpable. Personal culpability arises where:</p><p>&#61623; a person&#8217;s conduct was deliberate; or</p><p>&#61623;the person&#8217;s standard of conduct was below that which would be reasonable in all the circumstances.</p><p>Individual Conduct Rules<footnoteref fid=\"32\">32</footnoteref></p><p>Individual Conduct Rule 2: &#8216;You must act with due skill, care and diligence.&#8217;</p><p>Acting with due skill, care and diligence as a manager</p><p>5.9It is important for a manager (including, but not limited to, a person performing an SMF) to understand the business for which they are responsible. A manager is unlikely to be an expert in all aspects of a complex financial services business. However, the manager should understand and inform themselves about the business sufficiently to understand the risks of its trading, credit or other business activities.</p><p>5.10Where unusually profitable business is undertaken, or where the profits are particularly volatile or the business involves funding requirements on the firm beyond those reasonably anticipated, a manager should require explanations from those who report to him or her. Where those explanations are implausible or unsatisfactory, the manager should take steps to test the veracity of those explanations.</p><p>Individual Conduct Rule 3: &#8216;You must be open and co-operative with the FCA, the PRA and other regulators.&#8217;</p><p>5.11The PRA expects a person would normally report information to the regulators through the firm&#8217;s mechanisms for reporting information to the regulators. Relevant factors in assessing compliance with Individual Conduct Rule 3 include:</p><p>&#61623;whether a person has provided information in an appropriate manner into the firm&#8217;s mechanisms for reporting to the regulator(s);</p><p>&#61623;whether the person has taken steps to influence a decision so as not to report to the regulator concerned;</p><p>&#61623;whether the person has acted in a way intended to obstruct the reporting of information to the regulator concerned;</p><p>&#61623;where relevant to the person&#8217;s role, the way in which the person has operated, managed or overseen the mechanisms for reporting referred to above; and</p><p>&#61623;the way in which a person has responded to requests from a relevant regulator.</p><p>Senior Managers</p><p>5.12The factors the PRA would expect to take into account when assessing whether a person performing an SMF (and, in the case of Senior Manager Conduct Rule 4, a Notified NED) has complied with Senior Manager Conduct Rules 1-4 include:</p><p>&#61623;whether the person exercised reasonable care when considering the information available;</p><p>&#61623;whether the person reached a reasonable conclusion upon which to act;</p><p>&#61623;the nature, scale and complexity of the firm&#8217;s business;</p><p>&#61623;the person&#8217;s role and responsibilities; and</p><p>&#61623;the knowledge the person had, or should have had, of regulatory concerns, if any.</p><p>5.13A person&#8217;s Statement of Responsibilities will be important evidence of their roles and responsibilities, but there may be cases where a person is responsible for additional matters which have not been included in their Statement of Responsibilities. This could occur if the Statement of Responsibilities has not been kept up to date. Therefore, a person&#8217;s Statement of Responsibilities will not always be treated as a complete list of the matters for which the PRA regards the person as being responsible.</p><p>Senior Manager Conduct Rule 1: &#8216;You must take reasonable steps to ensure that the business of the firm for which you are responsible is controlled effectively.&#8217;</p><p>5.14Strategy and plans will often dictate the risk which the business is prepared to take on and high-level controls will dictate how the business is to be run. If the strategy of the business is to enter high-risk areas, then the degree of control and strength of monitoring reasonably required within the business will be higher. A person performing an SMF should take this into account in organising the business for which they are responsible.</p><p>5.15The organisation of the business and the responsibilities of those within it should be clearly defined. Reporting lines should be clear to staff. Where staff have dual reporting lines there is a greater need to ensure that the responsibility and accountability of each individual line manager is clearly set out and understood.</p><p>Senior Manager Conduct Rule 2: &#8216;You must take reasonable steps to ensure that the business of the firm for which you are responsible complies with the relevant requirements and standards of the\nregulatory system.&#8217;</p><p>5.16A person performing an SMF should take reasonable steps both to ensure the firm&#8217;s compliance with the relevant requirements and standards of the regulatory system, and to ensure that all staff are aware of the need for compliance.</p><p>5.17A person performing an SMF need not personally put in place the systems of control in the business. Whether the SMF does this depends on the SMF&#8217;s role and responsibilities. The SMF should, however, take reasonable steps to ensure that the business has operating procedures and</p><p>systems which include well-defined steps for complying with relevant requirements and standards of the regulatory system and for ensuring that the business is run prudently. The nature and extent of the systems of control that are required will depend upon the relevant requirements and standards of the regulatory system, and the nature, scale and complexity of the business.</p><p>Senior Manager Conduct Rule 3: &#8216;You must take reasonable steps to ensure that any delegation of your responsibilities is to an appropriate person and that you oversee the discharge of the delegated responsibility effectively.&#8217;</p><p>5.18A person performing an SMF will not always personally manage the business on a day-to-day basis. The extent to which this is done by the SMF manager will depend on a number of factors,\nincluding the nature, scale and complexity of the business and the SMF manager&#8217;s position within it. The larger and more complex the business, the greater the need for clear and effective delegation and reporting lines, which may involve documenting the scope of that delegation and the reporting lines in writing. The PRA will look to the SMF manager to take reasonable steps to ensure that systems are in place which result in issues being addressed at the appropriate level. When issues come to the SMF manager&#8217;s attention, they should deal with them in an appropriate way.</p><p>5.19Delegating the authority for dealing with an issue or a part of the business to an individual or individuals (whether in-house or outside contractors) without reasonable grounds for believing that the delegate had the necessary capacity, competence, knowledge, seniority or skill to deal with the issue or to take authority for dealing with that part of the business exemplifies a failure to comply with Senior Manager Conduct Rule 3.</p><p>Senior Manager Conduct Rule 4: &#8216;You must disclose appropriately any information of which the FCA or PRA would reasonably expect notice.&#8217;</p><p>5.20Senior Manager Conduct Rule 4 and Individual Conduct Rule 3 both apply to a person performing an SMF.</p><p>5.21Individual Conduct Rule 3 relates primarily to responses from individuals to requests from the appropriate regulator and an individual&#8217;s involvement in a firm&#8217;s mechanisms for reporting to a regulator. However, Senior Manager Conduct Rule 4 imposes a greater duty on SMFs and Notified NEDs to disclose any information the appropriate regulator would reasonably expect. This includes making a disclosure in the absence of any request or enquiry from the appropriate regulator. By virtue of the position, these persons are likely to have access to greater amounts of information of potential regulatory importance and to have the expertise to recognise when this may be something the PRA or FCA would reasonably expect notice of.</p><p>5.22The PRA would not expect a person performing an SMF to disclose information which the person knows that the firm or another senior manager has already disclosed to the PRA.</p><p>5.23The PRA expects that in disclosing appropriately, the person will need to disclose:</p><p>&#61623;sufficient information for the regulators to be able to understand the full implications of the matter being disclosed;</p><p>in a timely manner; and</p><p>&#61623;to an appropriate contact at the PRA or FCA (or both), which may include the firm&#8217;s usual supervisory contact.</p><p>Application of the conduct rules to NEDs in scope of the SMR and Notified NEDs</p><p>5.24NEDs in scope of the PRA&#8217;s SMR are subject to the conduct rules, including those applicable only to Senior Managers. As was the case under the APR, breaches of the conduct rules by NEDs in scope of the SMR are directly enforceable against the individual Senior Manager. Notified NEDs are subject to the three individual Conduct Rules and Senior Manager Conduct Rule 4.</p><p>5.25Some conduct rules apply to NEDs in scope of the SMR in respect of their limited duties only. For instance, the Chair of the Remuneration Committee would be likely to discharge their responsibilities under Senior Manager Conduct Rule 2 if they takereasonable steps to ensure that the Remuneration Committee complies with the requirements of Remuneration and any specific and relevant requirements imposed under section 55M of FSMA, and remains free from undue executive interference in decision-making pursuant to SYSC 7.1.22R (for credit unions) and Risk 3.5 (for CRR firms).</p><p>5.26By contrast, certain conduct rules, such as the duty to act with integrity, apply to NEDs in scope of the SMR and executive Senior Managers in very similar ways.</p><p>5.27CRR firms are also required by Fitness and Propriety 3.1 to require that all members of their management body observe Individual Conduct Rules 1&#8211;3 and Senior Manager Conduct Rule 4.</p><p>5.28The requirements to &#8216;be open and cooperative with the FCA, the PRA and other regulators&#8217; (Individual Conduct Rule 3) and &#8216;disclose appropriately any information of which the FCA or PRA would reasonably expect notice&#8217; (Senior Manager Conduct Rule 4) are particularly important for NEDs. As the PRA Approach Document states, if any director has &#8216;concerns about the firm or its management and governance, the PRA will expect them to press for action to remedy the matter and, if those concerns are not addressed, to alert the PRA.&#8217;<footnoteref fid=\"33\">33</footnoteref></p><p>Notifications by firms to the PRA (Notifications 11)</p><p>5.29The obligations to make a notification under section 64C (&#8216;Requirement for relevant authorised persons to notify regulator of disciplinary action&#8217;) of FSMA applies notwithstanding any agreement (for example a &#8216;COT 3&#8217; Agreement settled by the Advisory, Conciliation and Arbitration Service) or any other arrangements entered into by a firm and an employee upon termination of the\nemployee&#8217;s employment. A firm should not enter into any such arrangements or agreements that could conflict with its obligations under this section.</p><p>The provision of information to a regulator which is false or misleading may be a criminal offence under section 398 of FSMA.</p><p>5.31The notification requirements in Notifications 11 complement and do not override existing requirements according to which firms have to report information to the PRA, for example under Fundamental Rule 7 of the PRA Handbook or other Notifications rules.</p><p>5.32Where a notification under the Notifications 11 rules relates to a person performing an SMF, a firm should have regard to the urgency and significance of a matter and, if appropriate, should also notify its usual supervisory contact at the PRA by telephone or by other prompt means of communication, before submitting a written notification. Oral notifications should be given directly</p><p>to the relevant authorised person&#8217;s usual supervisory contact at the PRA. An oral notification left with another person or left on a voicemail or other automatic messaging service is not considered appropriate.</p><p>5.33The PRA is entitled to rely on any information it receives from a firm and to consider any notification received under Notifications 11 as being made by a person authorised by the firm to do so. A firm should therefore consider whether it needs to put procedures in place to ensure that only appropriate employees make notifications under Notifications 11 on its behalf to the PRA.</p><p>5.34NEDs do not meet the definition of &#8216;employee&#8217; in Section 64 of FSMA. Therefore, not all internal disciplinary processes listed in Section 64C of FSMA may apply to them. In particular, the reduction or recovery of any of the person&#8217;s remuneration is unlikely to apply to a NED as\nRemuneration 15.3 prohibits the award of variable remuneration to a NED &#8216;in relation to their role as such&#8217;.</p><p>5.35In respect of other forms of internal disciplinary action, the PRA expects that:</p><p>&#61623;&#8216;suspension or dismissal&#8217; should be interpreted as including the suspension or termination of a directorship; and</p><p>&#61623;&#8216;formal written warning&#8217; should include any equivalent formal written warning or caution issued to a NED.</p><p>5.36Moreover, absent internal disciplinary action (as defined), the following PRA rules will continue require misconduct involving Notified NEDs to be notified to the regulators as soon as reasonably practicable:</p><p>&#61623;Fundamental Rule 7, which states that &#8216;a firm must deal with its regulators in an open and cooperative way and must disclose to the PRA appropriately anything relating to the firm of which the PRA would reasonably expect notice&#8217;;</p><p>&#61623;Rule 4.4 in the Fitness and Propriety part of the Rulebook, which states that &#8216;if a firm becomes aware of information which would reasonably be material to the assessment of a current or former notified non-executive director&#8217;s fitness and propriety &#8230; it must inform the PRA in writing as soon as practicable&#8217;; and</p><p>&#61623;General Organisational Requirements 5.2, which requires CRR firms to ensure that &#8216;members of the management body [are] at all times &#8230; of sufficiently good repute and possess sufficient knowledge, skills and experience to perform their duties&#8217;;<footnoteref fid=\"34\">34</footnoteref></p>",
        "NativeContent": null,
        "ParentPartVersionId": 1723207,
        "ParentPartSourceId": "230fe845-76f2-42ed-857e-0eb8a2afef67",
        "ParentPartVersionOrdinal": 1
    },
    {
        "LegislationVersionId": 5271,
        "LegislationSourceId": "d5a65f22-0737-4955-8777-74b928a2b4d6",
        "LegislationVersionOrdinal": 2,
        "Title": "PRA Supervisory Statement SS 28/15 Strengthening individual accountability in banking",
        "NativeTitle": null,
        "JurisdictionSourceId": "6bd90564-8335-4f44-a449-b8e82eaafa5b",
        "JurisdictionName": "United Kingdom",
        "IssuingBodySourceId": "7d528d8e-4f4d-43ea-8d31-8856c228ad22",
        "IssuingBodyName": "Bank of England (BoE) Prudential Regulation Authority (PRA)",
        "PartVersionId": 1723211,
        "PartSourceId": "bb563773-51d6-4a01-9d9d-733541c53b66",
        "PartVersionOrdinal": 2,
        "OrderNum": 5,
        "Content": "<p>6.1 This chapter sets out the PRA&#8217;s expectations of how firms should comply with the rules on\nregulatory references in the Fitness and Propriety Part of the PRA Rulebook. A &#8216;regulatory reference&#8217; is an employment reference delivered in a mandatory form containing specific information on acandidate&#8217;s conduct and fitness and propriety. Firms must request and provide regulatory references in certain circumstances.</p><p>6.2 This chapter seeks to advance the PRA&#8217;s safety and soundness statutory objective by clarifying how firms should comply with a range of measures whose overarching goal is to prevent the\n&#8216;recycling&#8217; of individuals with poor conduct records between firms.</p><p>6.3 The rules on regulatory references and the expectations set out in this chapter take into account the recommendations of the Fair and Effective Markets Review (FEMR).<footnoteref fid=\"35\">35</footnoteref></p><p>Requesting regulatory references</p><p>6.4 Fitness and Propriety 2.7 require firms to request references when assessing the fitness and propriety of candidates to perform the following functions:</p><p>&#61623;Senior Management Functions (SMF);</p><p>&#61623;Certification functions; and</p><p>&#61623;Notified non-executive director (NED) functions.</p><p>6.5 Regulatory references must cover the previous six years of employment and be sought from all relevant former employers and, if different, any firms at which the candidate has performed:</p><p>&#61623;an SMF;</p><p>&#61623;another Controlled Function (CF);</p><p>&#61623;a Certification function;</p><p>&#61623;a notified NED function or credit union NED function; or</p><p>&#61623;any other Key Function Holder in Solvency II insurers which is neither a SMF nor CF.</p><p>6.6 Note that other references should also be requested from any other employers or organisations other than firms for which the candidate has performed a role, including as a non-executive director (for the purposes of this specific requirement, which is set out in Fitness and Propriety 2.7(1)(c), the term &#8216;non-executive director&#8217; is not restricted to the definition in the PRA Rulebook but should be understood as encompassing all forms of non-executive directorship).</p><p>Information to be included in the request for a reference</p><p>6.7 Where a firm (firm A) is requesting a regulatory reference from another firm subject to the rules on regulatory references (firm B), firm A should make it sufficiently clear that the request is subject to the requirements in Fitness and Propriety, by attaching or referring to the Regulatory Reference Template (&#8216;Template&#8217;).<footnoteref fid=\"36\">36</footnoteref></p><p>6.8 As long as firm A makes the nature of its request to firm B and the fact it is subject to the Template requirements sufficiently clear, it does not have to set out specifically itself the information that firm B needs to include in the regulatory reference.</p><p>6.9 Conversely, if firm A is requesting a reference from a firm that is not a full-scope regulatory reference firm (as defined in Fitness and Propriety 1.3) or where it does not know whether the firm is a full-scope regulatory reference firm, it should clearly specify the information it requires to be provided as a minimum and may find it appropriate to use the Template anyway.</p><p>Requesting regulatory references from overseas firms</p><p>6.10 Due to local legal restrictions in some jurisdictions, obtaining information on individuals&#8217; conduct and fitness and propriety from firms outside the United Kingdom may sometimes not be possible.</p><p>6.11 Although the PRA is aware of these legal restrictions, it requires firms to take reasonable steps to obtain references from all current and former employers. When recruiting a candidate who is or may have previously been based overseas, these steps may include:</p><p>&#61623;approaching all relevant current and former overseas employers;</p><p>&#61623;explaining that UK regulation requires them to request certain information on candidates for certain functions and to specify the information they require; and</p><p>&#61623;collecting as much of this specific information as the overseas employers are legally able and willing to provide.</p><p>6.12 While full-scope regulatory reference firms must take reasonable steps to obtain information from overseas firms, the PRA will take into account any demonstrable, relevant legal impediments when assessing whether firms are complying with this requirement. Evidence of these legal constraints may include, but is not limited to, relevant correspondence with the overseas employer or a legal opinion setting out the applicable legal restrictions in a given jurisdiction.</p><p>6.13 In addition, the PRA understands that several jurisdictions have registers containing information relevant to the conduct and/or fitness and propriety of, at least certain categories of financial services professionals. Although searches of relevant registers are not part of the regulatory reference requirements, they may be a valuable source of relevant information and help firms meet their obligations under section 60A of FSMA. A firm&#8217;s due diligence would be likely, however, to comprise more than a search of relevant registers.</p><p>Recruiting individuals internally or from the same group</p><p>6.14 Fitness and Propriety 2.7(2) states that a full-scope regulatory reference firm (firm A) is not required to obtain full regulatory references when hiring individuals into relevant functions from a firm or firms which are part of their same group, provided that the group&#8217;s internal policies and</p><p>procedures allow firm A to access all the information it requires to assess the candidate&#8217;s fitness and propriety (subject to any applicable laws).</p><p>6.15 The aim of this rule is to give full-scope regulatory reference firms which are part of a group flexibility to rely on centralised records or other internal mechanisms and process for exchanging information on employees. However, these internal mechanisms and processes should adequately enable full-scope regulatory reference firms to satisfy their obligations. It follows that the quality and quantity of information that full-scope regulatory reference firms should have access to from their groups should be equivalent to that which would otherwise be contained in a regulatory reference. It is not uncommon for individuals to be contractually or formally employed by one firm but to perform their role in or provide services to other entities within that firm&#8217;s group. Where this is the case, the firm providing the reference should obtain relevant information from other entities in its group which the individual has worked in or provided services to over the past six years. Firms should take similar action when updating a reference.</p><p>6.16 Accordingly, the PRA expects firms, and where relevant, groups, to implement appropriate policies and processes to ensure that if an individual leaves the group, they can provide a complete regulatory reference covering the prior six years of employment regardless of how many times they changed roles or moved within the group over that period.</p><p>6.17 Where an individual has, in the past six years, simultaneously performed relevant functions across several firms within the same group and then leaves that group, the regulatory reference(s) should include information from all relevant entities subject to any applicable legal restrictions. The PRA considers it good practice for groups to consolidate information from all relevant entities into a single template. To facilitate this, the PRA&#8217;s rules allow firms to change the format of the Template (but not the substantive information that it must include).</p><p>Obtaining references before applying for pre-approval as an SMF or certifying a Certification employee</p><p>6.18 It may not always be possible for firms to obtain a reference before applying to the PRA for pre-approval on behalf of an SMF.</p><p>6.19 For instance, if the current employer of candidate for a relevant function is listed in the United Kingdom, the candidate&#8217;s resignation may trigger an obligation on the employer to issue a regulatory notification under Listing Rule 9.<footnoteref fid=\"37\">37</footnoteref>Typically, the candidate may want to wait until they have obtained regulatory pre-approval for their proposed SMF (or an indication that such pre-approval is likely to be forthcoming) before resigning from their current role. A regulatory reference request from a prospective employer in these circumstances could alert the candidate&#8217;s current employer of their impending resignation thereby triggering the disclosure obligation.</p><p>6.20 The statutory obligation in section 60A of FSMA on relevant authorised persons to satisfy themselves that candidates for an SMF are fit and proper before applying to the PRA for pre- approval on their behalf applies irrespective of the circumstances.<footnoteref fid=\"38\">38</footnoteref>Therefore, where a firm cannot obtain all necessary references before applying to the PRA for pre-approval on an SMF&#8217;s behalf, the PRA expects the firm to:</p><p>&#61623;explain in the application why it was not possible to obtain all prior regulatory references;</p><p>&#61623;confirm that, despite the absence of all necessary regulatory references at this stage, it is satisfied that the candidate is fit and proper as required by section 60A(2) of FSMA and list the evidence it has relied on to reach this conclusion; and</p><p>&#61623;commit to obtaining all necessary references as soon as reasonably practicable, subject to any applicable legal restrictions, and to take appropriate action if any of those references reveal previously unknown adverse information about the candidate&#8217;s fitness and propriety including, if justified, revoking an offer of employment or terminating the individual&#8217;s employment.</p><p>6.21 If a firm cannot obtain the necessary references prior to making an application for approval as an SMF because doing so would trigger market-sensitive notification requirement, they will be required to do so before the candidate can be approved by the PRA.</p><p>6.22 If a firm cannot obtain the necessary references prior to making an application for approval as an SMF due to any other legitimate reasons, besides market-sensitive notification requirements, it will need to obtain and consider all references necessary to confirm its conclusions as to the\ncandidate&#8217;s fitness and propriety no later than one month before the application is due to be determined.</p><p>6.23 In either case, the PRA will process these applications but will treat them as incomplete. Consequently, the PRA will not approve candidates, conditionally or unconditionally, until the firm has confirmed that it has obtained all references necessary to confirm its conclusions as to fitness and propriety.</p><p>6.24 Similarly, where a firm needs to fill a vacancy which is a Certification function and which could not have reasonably been foreseen, the PRA recognises that it may not be reasonable to expect the firm to obtain references prior to issuing a certificate. In such cases, firms should take up the references as soon as reasonably possible. If the references duly obtained raise concerns about the employee&#8217;s fitness and propriety, the firm should immediately revisit and, if appropriate, revoke, its decision to issue him or her with a certificate.</p><p>Providing regulatory references</p><p>6.25 If a firm receives a request from another firm subject to the regulatory reference requirements regarding a candidate for a relevant function, Fitness and Propriety 5.1 requires that firm to provide a regulatory reference including all information of which it is aware that is relevant to the hiring firm&#8217;s assessment of that individual&#8217;s fitness and propriety.</p><p>6.26 Fitness and Propriety 5.3(1) requires that the regulatory reference must be provided using the Template, and include, at a minimum, the information set out in the Template.</p><p>Agreements and circumstances relating to the departure of an individual</p><p>6.27 The precise manner in which a relevant function may have left a firm (ie dismissal, redundancy, mutual agreement etc.) has no bearing on that firm&#8217;s obligation to provide a regulatory reference.</p><p>6.28 Moreover, the obligation to provide regulatory references applies to every firm notwithstanding any agreement or arrangement it may have entered into with an individual prior to or upon termination of their employment, including a COT 3 Agreement settled by the Advisory, Conciliation and Arbitration Service.</p><p>6.29 A firm should not enter into any arrangements or agreements that could conflict with its obligations under Fitness and Propriety.</p><p>Outsourcing the collection of employee information</p><p>6.30 The requirement for a firm to give information to another full-scope regulatory reference firm should also be observed where the hiring firm has outsourced the collection of information on a candidate to an unregulated third party, such as an executive search firm, provided that the firm requesting the reference makes it clear to the firm giving it that the unregulated third party is acting on its behalf.</p><p>Mandatory information</p><p>6.31 Fitness and Propriety requires firms to include the following mandatory information in the Template:</p><p>&#61623;Breaches of the Conduct Rules and, where relevant, the Statements of Principle and Code of Practice for Approved Persons (APER) (which was superseded by the Conduct Rules on 7 March 2016 but may still be relevant to historic misconduct) if they culminated in disciplinary action. The definition of disciplinary action for the purposes of regulatory reference mirrors the definition in section 64C of FSMA.</p><p>&#61623;Whether the firm concluded, at any point in the six years prior to the request for a regulatory reference, that the candidate was not fit and proper to perform a function.</p><p>6.32 Suspensions imposed pending an internal investigation do not have to be notified to the PRA under section 64C of FSMA nor included in regulatory references. Conversely, suspensions imposed as a disciplinary measure are required to be reported to the regulators and included in regulatory references.</p><p>6.33 Likewise, the reduction or recovery of an individual&#8217;s remuneration should only be notified to the PRA under section 64C of FSMA, and included in a regulatory reference, if it is imposed as a disciplinary action due to a breach of the Conduct Rules or, where relevant, APER or other historic applicable rules but not if it is triggered by a downturn in financial performance or a need to preserve/rebuild capital unrelated to misconduct.</p><p>All relevant information</p><p>6.34 In addition to specifying mandatory information which must be disclosed in regulatory references, Fitness and Propriety 5.1 requires firms to provide all other relevant information of\nwhich they are aware that is relevant to the requesting firm&#8217;s assessment of the candidate&#8217;s fitness and propriety.To facilitate this, the Template includes an &#8216;all relevant information&#8217; section.</p><p>6.35 Information in the &#8216;all relevant information&#8217; section of the Template should not duplicate anything disclosed in the &#8216;mandatory information&#8217; section. This section aims to capture additional information relevant to the requesting firm&#8217;s assessment of the candidate&#8217;s fitness and propriety.</p><p>6.36 However, the &#8216;all relevant information&#8217; section can be used to provide further background on a breach disclosed in the &#8216;mandatory information&#8217; section, such as mitigating circumstances and/or subsequent corrective action or good conduct by the individual. It follows that information in the &#8216;all relevant information&#8217; section does not always have to be &#8216;negative&#8217;.</p><p>6.37 For example, if an individual&#8217;s remuneration was subject to clawback three years ago due to a finding by their employer that the individual had failed to act with due skill, care and diligence in</p><p>respect of a particular matter, but the individual&#8217;s conduct at the same employer had been\nexemplary since; the disciplinary action should be disclosed in the &#8216;mandatory information&#8217; section but the firm would be able to use the &#8216;all relevant information&#8217; section to highlight the candidate&#8217;s subsequent conduct and any remedial action taken.</p><p>6.38 Disclosures in the &#8216;all relevant information&#8217; section are subject to the same six-year time limit as those in the &#8216;mandatory information section except for cases involving serious matters, for which there is no time limit. It is important that firms also take into account all relevant legal requirements, such as those relating to the rehabilitation of offenders and spent convictions where appropriate, when determining what it may disclose.</p><p>6.39 Firms should make their own assessment of the seriousness of the matter on a case-by-case basis. Some non-exhaustive examples of matters which a firm may consider serious enough to\nwarrant inclusion under the heading of &#8216;serious misconduct&#8217; in the &#8216;all relevant information section&#8217; of the Template (regardless of how long ago they took place) include but are not limited to:</p><p>a serious breach of certain rules directly applicable to the individual, ie the Conduct Rules;</p><p>&#61623;misconduct that caused or led to a breach by the firm of important supervisory requirements, such as the Threshold Conditions;</p><p>&#61623;misconduct that resulted in enforcement action by the regulators against the firm and/or the individual concerned;</p><p>&#61623;misconduct involving serious dishonesty (whether or not it also involves a criminal act, taking account of any applicable legal requirements relating to the rehabilitation of offenders and spent convictions and disclosure);</p><p>&#61623;conduct that would have caused the firm providing the reference (&#8216;firm A&#8217;) to dismiss the\nindividual (&#8216;P&#8217;) in accordance with its internal code of conduct if it had been discovered while P was still working there; and/or</p><p>&#61623;conduct that would cause firm A not to employ P if firm A was considering P for a relevant function and it became aware of it (through a regulatory reference from a prior employer or otherwise).</p><p>6.40 Please note that the examples in this paragraph are only relevant for the purposes of regulatory references. They do not, for example, have any application in the context of the exercise of disciplinary powers by the PRA.</p><p>6.41 The &#8216;all relevant information&#8217; section may also include information on events that did not culminate in formal disciplinary action as defined in section 64C of FSMA or a formal finding that the individual was not fit and proper.</p><p>Legal duties</p><p>6.42 When considering what information and level of detail to include in regulatory references, firms need to comply with their legal obligations under statutory and common law.</p><p>6.43 As set out in Fitness and Propriety 5.4, a firm is not required to disclose information that has not been properly verified. A firm supplying a reference owes a duty to its former employee and the recipient firm to exercise due skill and care in the preparation of that reference. References should be true, accurate, fair and based on documented fact.</p><p>6.44 If a reference refers to misconduct or includes adverse information about the candidate, this information should have been properly investigated by the firm, and the firm should have reasonable grounds for believing that the misconduct has taken place. References must not be based on unproven allegations or mere suspicions.</p><p>6.45 Fairness may normally require a firm to have given an employee an opportunity to comment on information in a reference (&#8216;right to comment&#8217;). However, it is ultimately for firms to decide whether a right to comment is appropriate taking into account the individual circumstances of each case.</p><p>6.46 Giving individuals a right to comment on allegations capable of inclusion in a regulatory reference does not equate to giving them a right to edit or veto the contents of a regulatory reference.</p><p>6.47 Similarly, if an individual refuses to comment on allegations having been given a reasonable opportunity to do so, this should not, in itself, prevent the firm from including these allegations in a regulatory reference.</p><p>6.48 It is the responsibility of firms to develop internal policies and processes that ensure compliance with their legal and regulatory obligations.</p><p>Updating regulatory references</p><p>6.49 From 7 March 2017 firms are required to revise a regulatory reference they have given on or after that date where they become aware of matters that would cause them to draft the reference differently, if the reference were being given now.<footnoteref fid=\"39\">39</footnoteref>This updating obligation applies for a period of six years.</p><p>6.50 The matters in scope of the requirements to update a regulatory reference are the same, in terms of the disclosures and minimum time requirements, as those applicable to the initial reference. However, the maximum six year time limit for updating references will be fixed irrespective of the severity of the misconduct.</p><p>6.51 The six-year period for updating regulatory references should start on the date when the\nindividual&#8217;s employment with the firm providing the reference terminated (taking into account any applicable notice periods, garden leave or equivalent).</p><p>6.52 Notwithstanding the fixed six-year updating period, disclosures in the original regulatory reference may include misconduct that occurred more than six years before the reference was given, but which came to light within the period during which the updating provision applies (if sufficiently serious).</p><p>6.53 In practice, updating is likely to be limited to circumstances where misconduct comes to light after an employee has left the firm and that firm is able to confirm that misconduct and a breach of the relevant conduct rules by the former employee occurred.</p><p>Updating references where the individual moves multiple times in six years</p><p>6.54 A firm providing an updated reference is only required by Fitness and Propriety 5.4 to provide it to the relevant function&#8217;s current employer but not to any other firms where the individual may</p><p>have been employed in the period between leaving the firm providing the updated reference and joining their current employer.</p><p>6.55 A firm required to provide an updated reference to a relevant function&#8217;s current employer is required to make reasonable enquiries as to the identity of that employer. Likewise, a firm which receives such an enquiry is required to respond.</p><p>6.56 Moreover, the PRA expects firms to consider this requirement alongside the following additional requirements and expectations on full-scope regulatory reference firms to disclose misconduct to either the regulators or other firms:</p><p>In addition to the requirement to provide an updated reference to the individual&#8217;s current employer, a firm is required to ensure that any new references it is asked to provide within the six-year period reflect any relevant information that may come to light following the individual&#8217;s departure.</p><p>&#61623;Where a firm discovers misconduct, a number of existing rules and statutory provisions require firms and the individuals therein to disclose this to the PRA irrespective of whether the individuals involved remain employed by the firm or not. These rules include:</p><p>Fundamental Rule 7, which states that a firm must deal with its regulators in an open and cooperative way and must disclose to the PRA appropriately anything relating to the firm of which the PRA would reasonably expect notice; and</p><p>Individual Conduct Rule 3 and Senior Manager Conduct Rule 4, which require individuals to &#8216;be open and co-operative with the FCA, the PRA and other regulators and Senior Managers to &#8216;disclose appropriately any information of which the FCA or PRA would reasonably\nexpect notice&#8217;.</p><p>Annex &#8211; Updates made to SS28/15</p><p>SS28/15 was first published in July 2015 following CP14/14 &#8216;Strengthening individual accountability in banking: a new regulatory framework for individuals&#8217;,<footnoteref fid=\"40\">40</footnoteref>CP28/14 &#8216;Strengthening accountability in banking: forms, consequential and transitional aspects&#8217;<footnoteref fid=\"41\">41</footnoteref>and CP7/15 &#8216;Approach to non-executive directors in banking and Solvency II firms&amp;Application of the presumption of responsibility to\nSenior Managers in banking firms&#8217;.<footnoteref fid=\"42\">42</footnoteref></p><p>This appendix details changes made to this SS following its initial publication in July 2015</p><p>Updates</p><p>February 2020</p><p>Following publication of Policy Statement (PS) 3/20 &#8216;Responses to Occasional Consultation Paper 25/19 &#8211; Chapters 2 and 3&#8217;43 this SS has been updated to reflect a minor correction to the text in paragraph 4.6 and an update to the corresponding link contained in footnote 29; and minor corrections to formatting of Table A in paragraph 2.4</p><p>September 2019</p><p>&#61623; Following publication of PS20/19 &#8216;Strengthening individual accountability: Resolution assessments and reporting amendments&#8217;,<footnoteref fid=\"44\">44</footnoteref>changes to Chapter 2 paragraph 2.48B to reflect an amendment to the prescribed responsibility for recovery plans and resolution packs to extend this, where relevant, to cover resolution assessments.</p><p>July 2018</p><p>&#61623;This SS has been updated to reflect changes in terminology as a result of the publication of PS15/18 &#8216;Strengthening individual accountability in insurance: extension of the SM&amp;CR to insurers&#8217;.<footnoteref fid=\"45\">45</footnoteref></p><p>April 2017</p><p>&#61623;Following publication of PS12/17 &#8216;Strengthening individual accountability in banking and insurance: amendments and optimisations&#8217;,<footnoteref fid=\"46\">46</footnoteref>changes to Chapters 2 and 5 to reflect:</p><p>the creation of a new Chief Operations Senior Management Function (SMF24) (new paragraphs 2.11A to 2.11H);</p><p>the PRA&#8217;s expectations on SoRs and MRMs (new and amended paragraphs 2.47 to 2.48B);</p><p>the PRA&#8217;s expectations of the duty of responsibility in section 66B(5) of FSMA and the notion of reasonable steps (new paragraphs 2.59-2.78); and</p><p>the application of the Conduct Rules to Notified NEDs (new paragraphs 5.34-5.36).</p><p>September 2016</p><p>&#61623;Inserting Chapter 6 to incorporate the PRA&#8217;s expectations in relation to regulatory references published as part of PS27/16 &#8216;Strengthening accountability in banking and insurance: PRA\nrequirements on regulatory references (part II)&#8217;.<footnoteref fid=\"47\">47</footnoteref></p><p>January 2016</p><p>&#61623;Removing references to section 66B of FSMA (presumption of responsibility), which the previous version of SS28/15 took into consideration but was not enacted, by updating 2.11, removing 2.42, 2.60 to 2.80 and 5.29 to 5.31, and amending 5.32. Remaining paragraphs were renumbered.</p><p>December 2015</p><p>&#61623;Incorporated the General Organisational Requirements Part in 2.2 as a relevant source of related material;</p><p>&#61623;Expanded scope to include incoming non-EEA branches by updating table A, and adding 2.17 &#8211;2.19 and 2.28. Existing paragraphs were renumbered</p>",
        "NativeContent": null,
        "ParentPartVersionId": 1723207,
        "ParentPartSourceId": "230fe845-76f2-42ed-857e-0eb8a2afef67",
        "ParentPartVersionOrdinal": 1
    }
]